[
    {
        "code": "CCC-3MAGS-01",
        "name": "Vormestrand's Scroll",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-AETHER01-01",
        "name": "The Heir of Orcus: Verse I",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-AETHER01-02",
        "name": "The Heir of Orcus: Verse II",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-ALMOG-01",
        "name": "What Lies Beneath",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-ALMOG-03",
        "name": "Claws of Fury",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-AMER-01",
        "name": "Asleep and Awake",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-AN-01",
        "name": "Secrets of Golden Fire",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-AN-02",
        "name": "The Wrathful Deity of Khurovogo",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-AN-03",
        "name": "Winter Wonderland",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-APL-01-01",
        "name": "It's Not Easy Being Gene",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-ANIME01-01",
        "name": "Legend of the Sword Bandit Surprise",
        "description": "A priest of Ilmater seeks to right an old wrong to please his god. Will you trust the whims of hags and journey through time to find out what when wrong during the Festival of Stars?",
        "released": "2018-03-13",
        "tier": [1],
        "items": [
            {
                "name": "Shortbow, +1",
                "rarity": "uncommon"
            },
            {
                "name": "Potion of Healing",
                "rarity": "common",
                "consumable": true,
                "count": 2
            },
            {
                "name": "Spell Scroll of Burning Hands",
                "rarity": "common",
                "consumable": true,
                "count": 1
            }
        ]
    },
    {
        "code": "CCC-ANIME01-02",
        "name": "Let's Find the Sword, GO!",
        "description": "After learning that Daern’s Blade, a relic that had protected the town of Hawksroost, vanished centuries ago, Sorrim requires assistance in locating it. An old halfling adventurer has learned rumors of the blade hidden within the Vanishing Hills. These same rumors also say that it may be guarded by something ancient. With the Festival of the Stars only a few days out, can the blade be found and returned in time?",
        "released": "2018-03-13",
        "tier": [2],
        "items": [
            {
                "name": "Yata Mirror (Shield, +2)",
                "rarity": "rare"
            },
            {
                "name": "Potion of Greater Healing",
                "rarity": "uncommon",
                "consumable": true,
                "count": 3
            },
            {
                "name": "Spell Scroll of Protection from Evil and Good",
                "rarity": "common",
                "consumable": true,
                "count": 1
            }
        ],
        "storyAwards": [
            {
                "name": "To Suffer as Ilmater",
                "description": "Your character has shown willingness to sacrifice just as Ilmater himself. As a reward, the grace of Sorrim’s deity has been bestowed upon you. While in the town of Hawksroost you have advantage on all checks that require Charisma."
            }
        ]
    },
    {
        "code": "CCC-ANIME01-03",
        "name": "Star Sword, Return!",
        "description": "With less than two days until the Festival of Stars in Hawksroost, Daern's Blade is still missing, but the adventurers are en route to its resting place. Are they truly prepared for what they find?",
        "released": "2018-03-13",
        "tier": [2],
        "items": [
            {
                "name": "Orb of the Stein Rune",
                "rarity": "rare"
            },
            {
                "name": "Potion of Heroism",
                "rarity": "rare",
                "consumable": true,
                "count": 1
            },
            {
                "name": "Potion of Resistance (Poison)",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            }
        ]
    },
    {
        "code": "CCC-BLD-11",
        "name": "Bleeding Gate: Pandemonium",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-BLD-12",
        "name": "Bleeding Gate: Amalgamation",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-BLD-0103",
        "name": "Bleeding Gate: Lineage",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-BMG-00-HILL-1-S",
        "name": "Onslaught",
        "description": "Malkyn Grenefeld and her dark fey allies have vowed to destroy Hillsfar, and the attack is imminent. The forces of evil have established traitors inside the city, have stolen secret defense plans, and have some secret allies preparing to join the assault. The forces of good have only brave adventurers willing to die for their cause.",
        "released": "2016-06-11",
        "creator": "Baldman Games",
        "tier": [2],
        "items": [
            {
                "name": "Potion of Greater Healing",
                "rarity": "uncommon",
                "consumable": true,
                "count": 5
            },
            {
                "name": "Potion of Healing",
                "rarity": "common",
                "consumable": true,
                "count": 5
            }
        ],
        "storyAwards": [
            {
                "name": "Knight of the Plume",
                "description": "For bravery in the face of overwhelming odds, you have been awarded the title of “Knight of the Plume, Protector of Hillsfar.” This new-found order has established by First Lord Vuhm Yestral of Hillsfar, and you are the first group to have been awarded this honor. While within the jurisdiction of Hillsfar, you can expect to be addressed with the honorific “Sir” or “Lady” depending on your preference. The doors of Hillsfar Castle are open to you, and you can get lodging and a meal there.\n\n In addition, you have been titled with a small plot of barren land on the outskirts of Hillsfar, outside the city walls. The land is currently in bad shape, as the armies of the dark fey have ravaged it while approaching Hillsfar. The deed and title to this land can be held for as long as the character is alive, but it cannot be transferred to anyone else. In addition, because of the current political unrest in Hillsfar, no development can take place on this land until this character earns another story award which allows for development of the land.\n\n In return for the title and the land, you are expected to act in a manner befitting the title, especially when you are representing Hillsfar to people outside of Hillsfar and the Moonsea region. Reports of questionable behavior getting back to the leaders of Hillsfar could result in having this honor rescinded."
            }
        ]
    },
    {
        "code": "CCC-BMG-01-CORE-1-1",
        "name": "A Scream in the Night",
        "description": "Melvaunt is a city of merchants and metalsmiths. The docks are constantly filled with ships from Hillsfar, Mulmaster, and more distant ports. The northern coast of the Moonsea is an inhospitable place, and its people have a reputation for being rough and unfriendly. But they don’t go around murdering one another in the streets. At least, not usually. Was that a scream you just heard? Part One of *The Chaos in Melvaunt*.",
        "released": "2016-09-16",
        "creator": "Baldman Games",
        "tier": [1],
        "items": [
            {
                "name": "Potion of Greater Healing",
                "rarity": "uncommon",
                "consumable": true,
                "count": 2
            }
        ],
        "storyAwards": [
            {
                "name": "Chunk of Adamantine",
                "description": "For rescuing dwarven master-smith Boltac Thurdingard from the assassin, he gave you this chunk of raw adamantine ore. You can sell this chunk for 50 gp, or you can use the ore to craft a new weapon (it cannot be retroactively applied to an existing item). If you have multiple copies of this certificate, then you may combine them to forge a larger item.\n\n Only the items listed on this certificate may be forged using this certificate. Each item costs the listed number of chunks (each copy of this certificate represents one chunk and all certificates used must be voided at the same time; note the transaction on your logsheet).\n\n- 1 chunk – dagger, light hammer, sickle\n- 2 chunks – handaxe, javelin, mace, spear, scimitar, shortsword, trident\n- 3 chunks – battleaxe, flail, longsword, morningstar, rapier, war pick, warhammer\n- 4 chunks – glaive, greataxe, greatsword, halberd, lance, maul, pike\n\n An adamantine weapon has the same game statistics as a normal (non-magical) weapon of its type, but its attacks can bypass the damage resistance of certain types of creatures.\n\n In addition to voiding the certificates needed to create the item, you must also pay the item’s normal market price as listed in the *Player’s Handbook*. Record the transaction on your logsheet. The item you forge does not have its own certificate and therefore is not tradable."
            },
            {
                "name": "Favor of Zellani",
                "description": "You save the life of Zellani, a priestess of the Maiden of Pain. To show her thanks, she has offered to perform standard spellcasting services (detailed earlier in this adventure) at a 25% discount. She may also help in other ways in subsequent adventures set in Melvaunt."
            }
        ]
    },
    {
        "code": "CCC-BMG-02-CORE-1-2",
        "name": "A Cog in the Wheel",
        "description": "With the identity of a murderer confirmed, heroes are needed to track it down to its home. As it turns out, it might be a longer journey than first imagined. Part Two of *The Chaos in Melvaunt*.",
        "released": "2016-09-16",
        "creator": "Baldman Games",
        "tier": [1],
        "items": [
            {
                "name": "Potion of Healing",
                "rarity": "common",
                "consumable": true,
                "count": 1
            }
        ],
        "storyAwards": [
            {
                "name": "Friendship of S133P13-773P",
                "description": "You have brought back to Melvaunt the malfunctioning modron S133P13-773P. It is gaining an independent consciousness, and it hopes that you will help it learn to be a great individual."
            }
        ]
    },
    {
        "code": "CCC-BMG-03-CORE-1-3",
        "name": "A Hole in the World",
        "description": "Threats from outside Melvaunt and within push heroes to the brink as a terrified populace counts on the bravery of a few heroes to avert total disaster. Part Three of *The Chaos in Melvaunt*.",
        "released": "2016-09-16",
        "creator": "Baldman Games",
        "tier": [1],
        "items": [
            {
                "name": "Potion of Greater Healing",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            }
        ],
        "storyAwards": [
            {
                "name": "Hero of the Battle of Melvaunt",
                "description": "Historians will in time write of this event: the day brave heroes fought a battle on two front, against the mechanical menace that came through the portal while at the same time beating back an orc horde. Thanks to your help Melvaunt survived. While in Melvaunt, you receive free comfortable lifestyle when using downtime days after adventures set in Melvaunt."
            },
            {
                "name": "Leona’s Gratitude",
                "description": "You have saved Leona’s life, and the Red Wizard is in your debt. She will make you one common or uncommon potion for no charge. This may only be used once, but the award may come into play in later adventures."
            },
            {
                "name": "Thomas Druat has His Eye on You",
                "description": "Council of Lords member Thomas Druat is keenly aware of your presence in the city. Right now that could be a good thing or a bad thing. But you will definitely meet him again."
            }
        ]
    },
    {
        "code": "CCC-BMG-04-CORE-2-1",
        "name": "Tales of Good & Evil",
        "description": "As the City of a Thousand Forges perseveres in the face of threats both internal and external, the effects of the planar portal continue to make everyone uneasy. When unusual individuals are drawn to the city because of the portal’s power, heroes are asked to keep the peace and ferret out anyone intending to bring harm to Melvaunt.",
        "released": "2016-07-24",
        "creator": "Baldman Games",
        "tier": [1],
        "items": [
            {
                "name": "Potion of Healing",
                "rarity": "common",
                "consumable": true,
                "count": 1
            },
            {
                "name": "Potion of Resistance (Necrotic)",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            },
            {
                "name": "Spell Scroll of Color Spray",
                "rarity": "common",
                "consumable": true,
                "count": 1
            }
        ],
        "storyAwards": [
            {
                "name": "Criminal Punch Line",
                "description": "If the characters do not arrest Mericor Tasgaf, word spreads throughout Melvaunt’s criminal population that they are pushovers. As a result, Melvaunt’s criminals don’t take them seriously. As long as you possess this story award, you have disadvantage on Charisma (Intimidation) checks made to influence any of Melvaunt’s criminals. Additionally, Melvaunt’s law enforcement officials learn about your soft reputation among the city’s less savvy. As long as you possess this story award, you have disadvantage on Charisma (Persuasion) checks made to influence any of Melvaunt’s law enforcement officials."
            },
            {
                "name": "Friend of Mulmaster",
                "description": "Characters who appeal to Lieutenant Tarheels on behalf of Brea Salvadine find themselves in the good graces of the people of Mulmaster. For as long as you possess this story award, you have advantage on Charisma (Persuasion) checks made to influence people from Mulmaster. In addition, merchants from Mulmaster offer you 20% off the sale price of any mundane good or service in the *Player’s Handbook* less than 500 gp."
            }
        ]
    },
    {
        "code": "CCC-BMG-05-CORE-2-2",
        "name": "Songs of Law & Chaos",
        "description": "Omens speak of an old and forgotten power located within a played-out diamond mine in the foothills of Thar, and some believe that might be a solution to the current problems facing Melvaunt—or possibly the cause of them. With danger closing in, someone has to investigate.",
        "released": "2016-07-24",
        "creator": "Baldman Games",
        "tier": [1],
        "items": [
            {
                "name": "Emerald Kidgloves (Gloves of Thievery)",
                "rarity": "uncommon"
            },
            {
                "name": "Potion of Healing",
                "rarity": "common",
                "consumable": true,
                "count": 2
            }
        ],
        "storyAwards": [
            {
                "name": "Enmity of the Cloisternooks",
                "description": "You have done something to grievously wound the gnomish Cloisternook family. Perhaps you insulted their honor, or perhaps you caused irreparable damage to Darkglitter Depths. Maybe you even sold one of them into slavery. Word travels fast in the gnomish communities, though, and as a result you have disadvantage on all social skill checks when dealing with Cloisternook gnomes and clerics of Gond."
            },
            {
                "name": "Feast of the Hound",
                "description": "The corrupted machine deep in the Darkglitter Depths drew in your essence, and in those terrifying final moments you saw something: an emaciated hound, gargantuan in size, feasting upon the souls of those that arrived before you. It gleefully tore them asunder, and then turned to you. As its teeth sank into your metaphysical flesh and you felt the hot stink of its breath wash over you, you were pulled back to the world—but not without a reminder: you have the scars of a dog’s bite somewhere on your body, and sometimes those scars stink and fester when in the presence of clerics and paladins."
            }
        ]
    },
    {
        "code": "CCC-BMG-06-CORE-2-3",
        "name": "Edicts of Neutrality",
        "description": "With land trade threatened, the city of Melvaunt is relying on sea trade to get goods into and out of the city. An island rises out of the Moonsea just outside of Melvaunt Harbor, and initial exploration indicates the island is a threat. The origins and nature of the island must be ascertained before trade is shut down completely.",
        "released": "2016-07-24",
        "creator": "Baldman Games",
        "tier": [1],
        "storyAwards": [
            {
                "name": "Favor of the Gods",
                "description": "For their part in stopping Cyric’s ritual and for allowing the trapped souls to achieve final rest, the adventurers gain the Favor of the Gods. During future adventures if they visit a church during play and make a donation equal to 10 gp x their level they gain inspiration. They can earn inspiration this way four times before they lose this boon."
            }
        ]
    },
    {
        "code": "CCC-BMG-07-HULB-1-1",
        "name": "Hulburg Rebuilding",
        "description": "Since the rebirth of Hulburg, the strong have preyed upon the weak, with only limited protection offered by the law. Recently, any resemblance of law and order has been threatened, and even the town’s greedy callous ruler cannot ignore the threat anymore. A war is brewing. Can you stop it before it is too late?",
        "released": "2016-07-28",
        "creator": "Baldman Games",
        "tier": [2],
        "items": [
            {
                "name": "Vicious Mace",
                "rarity": "rare"
            },
            {
                "name": "Potion of Greater Healing",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            }
        ],
        "storyAwards": [
            {
                "name": "Gratitude of Hulburg’s Gangs",
                "description": "Write down on the campaign log the character earned the gratitude of one or more of the following gangs of Hulburg: Clan Stoneringer / Scarlet Fangs / Ship Guild. Scratch the names of those gangs the characters aggravated. In general, the gangs keep the whole group responsible for the behavior of one, but if any connection is unclear or characters go out of their way to apologize you can add or remove gangs from individual PC’s rewards."
            }
        ]
    },
    {
        "code": "CCC-BMG-08-HULB-1-2",
        "name": "Hulburg Burning",
        "description": "Violence is on the on the rise, even more than expected. The heat is rising. People run amok. But greed does not appear to be the flame behind it. Something much colder appears to drive the chaos. Can you track it down and remove it?",
        "released": "2016-07-28",
        "creator": "Baldman Games",
        "tier": [2],
        "items": [
            {
                "name": "Lantern of Revealing",
                "rarity": "uncommon"
            },
            {
                "name": "Potion of Greater Healing",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            },
            {
                "name": "Potion of Resistance (Necrotic)",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            }
        ]
    },
    {
        "code": "CCC-BMG-09-HULB-1-3",
        "name": "Hulburg Rising",
        "description": "Since the rebirth of Hulburg, the strong have preyed upon the weak, with only limited protection offered by the law. Recently, any resemblance of law and order has been threatened, and even the town’s greedy callous ruler cannot ignore the threat anymore. A war is brewing. Can you stop it before it is too late?",
        "released": "2016-07-28",
        "creator": "Baldman Games",
        "tier": [2],
        "items": [
            {
                "name": "Silvered Longsword",
                "rarity": "common"
            },
            {
                "name": "Silvered Mace",
                "rarity": "common"
            },
            {
                "name": "Wand of Magic Missiles",
                "rarity": "uncommon"
            },
            {
                "name": "Holy water (flask)",
                "rarity": "common",
                "consumable": true,
                "count": 10
            },
            {
                "name": "Silvered Arrow",
                "rarity": "common",
                "consumable": true,
                "count": 20
            }
        ]
    },
    {
        "code": "CCC-BMG-HULB-1-S",
        "name": "Extinction",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-BMG-10-HILL-1-1",
        "name": "Arrival",
        "description": "Hillsfar struggles to stay aloft after the fall of First Lord Torin Nomerthal. Trade is stagnant. Relations between the citizens and non-humans remain strained. Tensions are rising as Sir Vuhm Yestral is unable to ease the situation. The arrival of a charismatic stranger incites the populace to rebel against the new ruler.",
        "released": "2016-06-07",
        "creator": "Baldman Games",
        "tier": [2],
        "items": [
            {
                "name": "Emerald Kidgloves (Gloves of Thievery)",
                "rarity": "uncommon"
            },
            {
                "name": "Potion of Greater Healing",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            },
            {
                "name": "Potion of Resistance (Acid)",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            }
        ],
        "storyAwards": [
            {
                "name": "A Dissident is Here",
                "description": "Your actions subverting Hillsfar’s current regime have been noticed by the political factions in the City of Trade. You gain advantage on Charisma-based ability checks that involve interacting with anyone actively opposed to First Lord Yestral and his government. Additionally, you gain disadvantage on those checks when interacting with any of Hillsfar’s government officials and with the Red Plumes. If you later earn the In Yestral’s Service Story Award, you lose this Story Award and any of its effects."
            },
            {
                "name": "In Yestral’s Service",
                "description": "Your actions supporting Hillsfar’s current regime have been noticed by the political factions in the City of Trade. You gain advantage on Charisma-based ability checks that involve interacting with any of Hillsfar’s government officials and with the Red Plumes. Additionally, you gain disadvantage on those checks when interacting with anyone actively opposed to First Lord Yestral and his government. If you later earn the A Dissident is Here Story Award, you lose this Story Award and any of its effects."
            }
        ]
    },
    {
        "code": "CCC-BMG-11-HILL-1-2",
        "name": "Exodus",
        "description": "The monster attacks have caused the citizens of Hillsfar to lack confidence in the ability of the new government to protect them. Families and merchants are leaving for a safer place. Vuhm Yestral has to prove that he has control of the situation. He decides that a bit of recon needs to be undertaken.",
        "released": "2016-06-07",
        "creator": "Baldman Games",
        "tier": [2],
        "items": [
            {
                "name": "Periapt of Wound Closure",
                "rarity": "uncommon"
            },
            {
                "name": "Potion of Giant Strength (Hill)",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            },
            {
                "name": "Potion of Growth",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            }
        ],
        "storyAwards": [
            {
                "name": "I Only Do This for Special Customers",
                "description": "Upon presenting their coupon at Tity’s Emporium in Hillsfar, the character may select any one (and only one) of the following benefits:\n\n- 10% off the total bill of any normal equipment purchase of 50 gp or more (before discount). This includes everything in the armor, weapons, adventuring gear, and tools tables from the Equipment chapter of the Player’s Handbook.\n- One weapon you already own silvered at half price (50 gp instead of the usual 100 gp).\n- Closeout special! You may purchase a single potion of climbing for 50 gp. They do not usually sell these potions, but Fortuna tells the character she had a recent opportunity to purchase another merchant’s remaining stock at the “end of the season.”\n\n Remove this story award from your logsheet once it has been used."
            },
            {
                "name": "Know Your Enemy",
                "description": "With access to the libraries of Hillsfar and the knowledge of the citizens of Elventree, you may spend 5 downtime days engaged in research on evil fey creatures and gain advantage on any single skill check or attack against an evil fey creature. Remove this story award from your adventure logsheet once it has been used.",
                "downtime": true
            },
            {
                "name": "You Should Stick Around for a While (Option 1)",
                "description": "Until the character either completes adventure HILL 1-3 or reaches 11th level (whichever comes first), the character enjoys a Comfortable lifestyle without any expense while they are in Hillsfar."
            },
            {
                "name": "You Should Stick Around for a While (Option 2)",
                "description": "Until the wizard either completes adventure HILL 1-3 or reaches 11th level (whichever comes first), they are granted free access to the Mage’s Guild library in Hillsfar Castle. The character may spend downtime and gold to copy into their spellbook any two PHB spells of level 4 or lower that they do not currently have. The wizard must still spend the lifestyle expenses associated with the total downtime invested."
            }
        ]
    },
    {
        "code": "CCC-BMG-12-HILL-1-3",
        "name": "Resurgence",
        "description": "There is a spy in Hillsfar! Your job is to find him or her before the city has no defense against the oncoming Dark Fey that are fueled by a forgotten ally of Torin Nomerthal and their lust for revenge.",
        "released": "2016-06-11",
        "creator": "Baldman Games",
        "tier": [2],
        "items": [
            {
                "name": "Audience Stones (Sending Stones)",
                "rarity": "uncommon"
            },
            {
                "name": "Potion of Greater Healing",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            },
            {
                "name": "Potion of Growth",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            }
        ],
        "storyAwards": [
            {
                "name": "Savior of hillsfar",
                "description": "Your actions in finding the portals created by Malkyn Grenefeld have given the army of Hillsfar a chance against the incoming Dark Fey. The citizens of Hillsfar recognize you when you are in a public tavern or inn. The first round of drinks and food are paid for by grateful patrons. Your first night of stay at any inn is on the house as well."
            },
            {
                "name": "Special Brew",
                "description": "Master Landon has promised to brew one potion of your choice (common or uncommon) to thank you for ensuring the safety of her Guild Mage."
            }
        ]
    },
    {
        "code": "CCC-BMG-13-PHLAN-1-1",
        "name": "Sepulture",
        "description": "Spirits in Phlan are high in the wake of Vorgansharax’s defeat. Reconstruction plans are finally in motion, yet one threat looms. The Doomguide of Kelemvor has descended into the shadows of the necropolis and gathers dark forces around him. There is little he won’t anticipate. One should have their affairs in order before accepting this mission.",
        "released": "2016-07-31",
        "creator": "Baldman Games",
        "tier": [3],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-14-PHLAN-1-2",
        "name": "Enemy of my Enemy",
        "description": "Something odd is happening to the citizens of Phlan. Some have inexplicably gone mad and must be restrained, while others have developed strange magical abilities. No one is immune as it has affected young and old, rich and poor, strong and weak. Opinions about the cause are plentiful, but some theories seem more solid than others.",
        "released": "2016-07-31",
        "creator": "Baldman Games",
        "tier": [3],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-15-PHLAN-1-3",
        "name": "Subterfuge",
        "description": "An ambitious plan for the reconstruction of Phlan would expand the city walls to protect all the citizens. Now a band of emissaries sent to acquire necessary materials has gone missing in the wilds of the Dragonspine Mountains, and only the Heroes of Phlan can find them. But will it be in time to prevent catastrophe for the city?",
        "released": "2016-07-31",
        "creator": "Baldman Games",
        "tier": [3],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-PHLAN-1-S",
        "name": "Uprising",
        "description": "",
        "creator": "Baldman Games",
        "incomplete": true
    },
    {
        "code": "CCC-BMG-16-ELMW-1-1",
        "name": "The Sage of Cormanthor",
        "description": "The grain has rotted in the town of Elmwood, which means people might starve, businesses and banks might fail, and endanger the town’s already-precarious existence. Brave adventurers are needed to travel through the wild forest to seek the advice of the Sage of Cormanthor.",
        "released": "2017-01-20",
        "creator": "Baldman Games",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-17-ELMW-1-2",
        "name": "The Lost Sanctum",
        "description": "Terrible news indicates that some vestige of the long-dead god Moander might be active in the forests near Elmwood. The Town Council is seeking clever adventurers to brave the perils of the Cormanthor forest to breach a lost wizard’s sanctum in search of a way to protect the town.",
        "released": "2017-02-10",
        "creator": "Baldman Games",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-18-ELMW-1-3",
        "name": "The Battle of Elmwood",
        "description": "As the Greengrass Festival gets under way, one might have a sneaking suspicion that something is awry. Will the adventurers be able to save their new home in the Battle of Elmwood?",
        "released": "2017-02-10",
        "creator": "Baldman Games",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-19-HULB-2-1",
        "name": "Winter's Frosty Kiss",
        "description": "When winter breathes down the mountains, temperature drops and fear rises. Canvas walls offer little protection against the Frost Maiden’s embrace. When a band of hunters disappear, the citizens call upon adventurers for aid, because when the hunters become the hunted, trouble is afoot.",
        "released": "2017-10-30",
        "creator": "Baldman Games",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-20-HULB-2-2",
        "name": "Winter's Frigid Wrath",
        "description": "In the wake of Winter’s Frosty Kiss, vicious predators come down from Thar—hunters searching for prey. If Hulburg does not deliver, the citizens will become prey as well. Can you catch the intended mark before it is too late?",
        "released": "2017-10-30",
        "creator": "Baldman Games",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-21-HULB-2-3",
        "name": "Winter's Sharp Bite",
        "description": "No hunter is more dangerous than a bored one. They have set their sights on you. Are you going down with a whimper or will you face the challenge head on, giving the hunter a taste of their own medicine? A D&D Adventurers League adventure set in Hulburg and its nearby environs.",
        "released": "2017-10-30",
        "creator": "Baldman Games",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-HULB2S",
        "name": "Winter's Feast",
        "description": "",
        "creator": "Baldman Games",
        "incomplete": true
    },
    {
        "code": "CCC-BMG-22-PHLAN-2-1",
        "name": "Demagogue",
        "description": "With the Banite coup recently foiled, election day in Phlan has finally arrived. But the Lord of Darkness needs a new representative. Barrett Sokol, his hand squarely on the pulse of today’s Phlan, requires additional vetting and may need your assistance.",
        "released": "2018-01-06",
        "creator": "Baldman Games",
        "tier": [3],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-23-PHLAN-2-2",
        "name": "Hatemaster",
        "description": "With the Banite coup recently foiled, election day in Phlan has finally arrived. But the Lord of Darkness needs a new representative. Colvin Doverson, his qualifications rooted in Phlan’s brutal past, requires additional vetting and may need your assistance.",
        "released": "2018-01-06",
        "creator": "Baldman Games",
        "tier": [3],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-24-PHLAN-2-3",
        "name": "The Royal We",
        "description": "With the Banite coup recently foiled, election day in Phlan has finally arrived. But the Lord of Darkness needs a new representative. Jhessail Greycastle, with her grand plans for the future of Phlan, requires additional vetting and may need your assistance.",
        "released": "2018-01-06",
        "creator": "Baldman Games",
        "tier": [3],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-PHLAN2S",
        "name": "Damnation",
        "description": "",
        "creator": "Baldman Games",
        "incomplete": true
    },
    {
        "code": "CCC-BMG-25-CODE-3-1",
        "name": "The Spectral Incursion",
        "description": "As Melvaunt rebuilds after the devastation wrought by the modron and orc attacks, the planar portal outside the city walls continues to worry everyone in the City of a Thousand Forges. A closer examination of the portal is needed, and brave adventurers are asked to help be part of the reconnaissance team.",
        "released": "2018-04-12",
        "creator": "Baldman Games",
        "tier": [1],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-26-CODE-3-2",
        "name": "The Ghostly Infestation",
        "description": "Tensions are high within Melvaunt after the incident at the planar portal. Reports of strange behavior from several people, from the lowliest dockworker to the members of the Council of Lords, are taxing the resources of the City Watch. Are all of these strange behaviors just paranoid imaginings, or is a more dire threat lurking in the hearts of Melvaunt’s citizen?",
        "released": "2018-04-12",
        "creator": "Baldman Games",
        "tier": [1],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-27-CODE-3-3",
        "name": "The Spirited Infestation",
        "description": "The culprit behind the incident at the planar portal has been identified. Adventurers must investigate the individual behind the foul play, determining the means and the motive. But an odd party and some even odder guests threaten the investigation.",
        "released": "2018-04-12",
        "creator": "Baldman Games",
        "tier": [1],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-28-HILL-2-1",
        "name": "The Red Gathering",
        "description": "Desperate for assistance in returning Hillsfar to its former glory, First Lord Vuhm Yestral receives word that help may come from an unlikely source. With preparations in order, can he facilitate what the city needs, or will his red gathering all be for naught?",
        "released": "2018-04-18",
        "creator": "Baldman Games",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-29-HILL-2-2",
        "name": "The Red Herring",
        "description": "The Mage’s Guild has been implicated in a recent attack on a visiting dignitary from the Red Wizards. To what extent are they involved? Is there still a threat? The Mages have pledged their cooperation in your investigation, but are they sincere? Try to find the answers to these difficult questions and earn the respect of some powerful allies in the city of Hillsfar.",
        "released": "2018-04-23",
        "creator": "Baldman Games",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-30-HILL-2-3",
        "name": "The Red Death",
        "description": "It all comes out. The ones behind the mages and thieves guild being implicated in an assassination attempt of the Zulkir. All that’s needed is a group of upstanding ne’re do wells to help the First Lord deal with the situation.",
        "released": "2018-04-23",
        "creator": "Baldman Games",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-31-PHLAN-3-1",
        "name": "The Conventicle of Chaos",
        "description": "After years of strife, Phlan is entering a new era of prosperity. Under the strong leadership of Jhessail Greycastle, external dangers have been beaten back, the city defenses have been strengthened, and the guilds are flourishing. But fresh threats have arisen within the city walls. Strange beasts stalk the night, bringing swift death in their wake, whilst a new criminal gang is vying for control of the streets. Can our heroes uncover the truth before more lives are lost?",
        "released": "2018-07-16",
        "creator": "Baldman Games",
        "tier": [1],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-32-PHLAN-3-2",
        "name": "The First Rule",
        "description": "Deep inside the underbelly of Phlan something sinister is going on. A new group of criminals is looking to take over illegal operations in the city and have set themselves up in the sewers. Adventurers are needed to discover what secrets lie beneath Phlan. Do you heed the call?",
        "released": "2018-07-16",
        "creator": "Baldman Games",
        "tier": [1],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-33-PHLAN-3-3",
        "name": "Spinning on the Edge",
        "description": "With Phlan’s prosperous new future hanging in the balance, Chancellor Calypso isn’t about to let a new stream of thieves, the recently identified Coin Spinners, flood into the city. A lucky tip and safe-house sting has secured “invitations” for a single group of adventurers into the organizations, and a path to where the supply lines end. Steel yourself, this invitation has your name all over it.",
        "released": "2018-07-16",
        "creator": "Baldman Games",
        "tier": [1],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-34-ELMW-2-1",
        "name": "Tendrils in the Fog",
        "description": "When a series of grisly murders and raids on farms and fishing boats come to light, accompanied by a strange fog, the people of Elmwood need heroes to investigate and stop the attacks. There is hardly anyone in the Moonsea who’s life hasn’t been touched by one of the tragedies over the past years, and these attacks may have deeper causes than anyone knows.",
        "released": "2018-10-03",
        "creator": "Baldman Games",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-35-ELMW-2-2",
        "name": "Mists of the Moonsea",
        "description": "The heroes of Elmwood find clues that lead them to follow the trail of their adversaries to the Bell of the Deep, the sunken castle of Northkeep beneath the violet waves of the Moonsea. Can they make it safely there through the ancient terrors of the Moonsea as well as all the obstacles their adversaries can put in the way?",
        "released": "2018-10-03",
        "creator": "Baldman Games",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-36-ELMW-2-3",
        "name": "Vestiges of Darkness",
        "description": "Legends say that the fall of Northkeep was orchestrated by one man, who sought ultimate power but was cursed to remain forever within the sunken ruins of the Bell in the Deep as his only reward. Now the great betrayer might himself have been betrayed, with dire consequences for the entire Moonsea region.",
        "released": "2018-10-03",
        "creator": "Baldman Games",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-37-HULB-3-1",
        "name": "Weakness of Rock",
        "description": "Something stirs in the Hulburg mines. It would be nice to know what, but it would be nicer if it would stop collapsing parts of the mines and leaving catatonic miners. This could be the end of Hulburg’s windfall unless someone finds a way to stop it. Part 1 of the *Obsidian Stone* trilogy.",
        "released": "2018-12-07",
        "creator": "Baldman Games",
        "tier": [3],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-38-HULB-3-2",
        "name": "Dead Canaries",
        "description": "Wait! Is that an upside-down staircase? Am I floating? Why are my hands triangles? Why do I have four of them? No, wait, those are not mine! Where am I? How did I get here? Part 2 of the *Obsidian Stone* trilogy.",
        "released": "2018-12-07",
        "creator": "Baldman Games",
        "tier": [3],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-39-HULB-3-3",
        "name": "Darkest Vein",
        "description": "In the depths below Hulburg, the main user of a psychic drug made from condensed emotions will make its final stand. Those who dare descend must be mentally prepared for the onslaught that awaits, if they wish to survive. Part 3 of the *Obsidian Stone* trilogy.",
        "released": "2018-12-07",
        "creator": "Baldman Games",
        "tier": [3],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-40-HULB-4-1",
        "name": "Whispers from the Deep",
        "description": "Usually monsters disappearing is a good thing, but what if soon after whispers can be heard in one’s dreams and people disappear? What horrors did those things stir in the ruins below? Better safe than sorry. Part 1 of the *Terror from the Deep* trilogy.",
        "released": "2019-01-21",
        "creator": "Baldman Games",
        "tier": [3],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-41-HULB-4-2",
        "name": "Voices from the Deep",
        "description": "“Give us what we want or more ships will be sunk and crews taken,” say monsters from the deep. The authorities might give in. Somebody needs to stop them. Part 2 of the *Terror from the Deep* trilogy.",
        "released": "2019-01-21",
        "creator": "Baldman Games",
        "tier": [3],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-42-HULB-4-3",
        "name": "Call of the Deep",
        "description": "The watery veil is lifted and the Master of the Deep is known. All that remains is killing it and lifting its destructive influence. The dangers that lurk in the unfathomable depths might be the least of your worries. Part 3 of the *Terror from the Deep* trilogy.",
        "released": "2019-01-21",
        "creator": "Baldman Games",
        "tier": [3],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-43-PHLAN-4-1",
        "name": "Ghoulies and Ghosties",
        "description": "The unthinkable is happening in Phlan; someone, or some thing, is taking the children. What began as strange reports from outlying farms, has now become a city-wide problem. Emotions and tempers run high and accusations are thrown carelessly. The Chancellor has offered a substantial reward to anyone that can not only get to the bottom of the mystery while keeping the citizens from turning on one another in the process. You’ll need a sharp sword, and an even sharper mind?",
        "released": "2019-01-25",
        "creator": "Baldman Games",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-44-PHLAN-4-2",
        "name": "Long Leggity Beasties",
        "description": "The unthinkable is happening in Phlan; someone, or some thing, is taking the children. What began as strange reports from outlying farms, has now become a city-wide problem. Emotions and tempers run high and accusations are thrown carelessly. The Chancellor has offered a substantial reward to anyone that can not only get to the bottom of the mystery while keeping the citizens from turning on one another in the process. You’ll need a sharp sword, and an even sharper mind?",
        "released": "2019-01-25",
        "creator": "Baldman Games",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-45-PHLAN-4-3",
        "name": "Things That Go Bump in the Night",
        "description": "A recent rash of kidnappings in Phlan has been partially solved, but some children are still missing, and the “monster” responsible is still on the loose. His whereabouts have been narrowed, so your task is simple; bring him in, dead or alive. But how does one capture a living nightmare? Can you face your darkest fears? Do you have the courage? It will be more difficult than you think.",
        "released": "2019-01-25",
        "creator": "Baldman Games",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-46-HILL-3-1",
        "name": "Shepherd the Weak",
        "description": "Reports of overaggressive animals with unusual markings and body parts have been coming from the woods near Hillsfar. These creatures were born under Graz’zt’s influence over Hillsfar. Their “shepherd” has joined forces with the demon that now grows in power in the woods. The shepherd’s goal is to taint a local watering hole, giving the animals and creatures of the area demonic traits.",
        "released": "2019-02-13",
        "creator": "Baldman Games",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-47-HILL-3-2",
        "name": "Suffer the Children",
        "description": "Children born with demonic traits have begun to appear in Hillsfar. No one is sure of the cause, so paranoia and fear threaten to turn into a witch hunt. Every day, more of these children are born, while the true cause of the problem lays unresolved deep in the Cormanthor Forest.",
        "released": "2019-02-13",
        "creator": "Baldman Games",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-48-HILL-3-3",
        "name": "Spare the Rod",
        "description": "The Zhentarim were in over their heads the moment the demon child was delivered to them. They were woefully unprepared to raise a baby, let alone an infant demon. Two tenday ago, it disappeared and has not returned. With the rumors of a fiendish influence spreading throughout the forest, the Zhentarim’s worst nightmare has come true.",
        "released": "2019-02-13",
        "creator": "Baldman Games",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-MOON1-1",
        "name": "Moonshae Treasure Hunt",
        "description": "The Moonshae Isles, beautiful and dangerous, provide adventurers the opportunity to fight evil—and uncover ancient secrets and treasures. When a mysterious figure predicts a grave future for you, it triggers an Isles-spanning adventure full of intrigue, fun, and danger!",
        "released": "2018-12-20",
        "creator": "Baldman Games",
        "tier": [1],
        "storyAwards": [
            {
                "name": "Capt. Bluto’s Blunderbuss",
                "description": "This smoke powder musket was owned by the feared giff pirate, Capt. Boris Blutovich. Possessing this item has both advantages and disadvantages in the Moonshaes.\n\n The item is first and foremost a deadly weapon. It is a martial ranged weapon that does 1d12 piercing damage, weighs 10 lbs., has a range of 40/120, and has the loading, two-handed firearms, and ammunition properties.\n\n Because of the age of the powder, there is a 25% chance that a shot misfires. If a misfire occurs, the bullet doesn’t discharge and the powder flashes, blinding the shooter until the end of its next turn.\n\n There are three silvered shot bullets, and just enough smoke powder left for each one. These shots may only be used during a Moonshae Isle adventure. If the character plays an adventure outside of the Moonshae Isles, the powder goes bad and is no longer usable.\n\n This item comes from another world and works unlike any other. Ammo and powder cannot be crafted for it. Once the three shots are used, or the powder goes bad, it becomes a mundane object and may never be operated again. It cannot be duplicated magically. **This is NOT a magic item**.\n\n The blunderbuss is a recognized item in the Moonshae region. Even those who haven’t seen it, may recognize it based on local stories. At the DM’s discretion, it may evoke strong reactions of celebration, fear, or anger. Pirates of Silver’s Blade react with deadly intent."
            },
            {
                "name": "A Dark Gem",
                "description": "You have recovered a mysterious gem named *Goblinwrath* for the Great Druid Antola Pilark. This gem carried with it an enchantment that caused goblins to become ferocious and feral while being biddable by the bearer. The origins of the gem are unknown, but Antola intends to find out and may call upon you to help her."
            },
            {
                "name": "A Debt Owed in Silver",
                "description": "You have killed Capt. Bluto and now the pirates of Silver’s Blade seek you out for revenge. Through a variety of underworld contacts and possibly divinations, they have identified as the killer. They won’t rest until you’re as dead as Capt. Bluto, but there may be ways to buy them off in the future."
            },
            {
                "name": "Friend of the Rustfire Clan",
                "description": "You have assisted Winnow Rustfire on her mission to attain a red pearl. She now considers you a trusted friend. This story award may come into play in future Moonshae adventures from Baldman Games, particularly CCC-BMG-MOON3-1, 3-2, and 3-3."
            },
            {
                "name": "Happi the Unhappy Oyster",
                "description": "You have found a sentient talking oyster named Happi. He was once an unpleasant half-orc sailor but was cursed by a sea hag during a voyage. Happi doesn’t provide any game-mechanical benefits, but he would rather be moving around than stuck buried in sand for eternity."
            },
            {
                "name": "Ice Cold Killer",
                "description": "You were involved in the killing of a villager of Blodvahrer. Legally it may be that you were provoked, but it has gained you a reputation for ruthlessness, bordering on murder."
            },
            {
                "name": "Twin Destinies",
                "description": "While visiting the town of Bloodvahrer you came across a pair of twins, Yrsa and Gulli, who have arcane abilities. Blodvahrer is not a hospitable place for arcane casters at this time, and when the twins approached you for help in leaving town, you gave it.\n\n Traveling with the twins, even if for a short while has shown you that their powers are quickly growing in strength, but that unfortunately their control of them is not growing at an equal speed. It did however give you the chance to witness an actual rain of frogs.\n\n The twins left your company in Olafstaad to be reunited with their father who has joined a group called the Initiates of Flame. What the future holds for these two is anyone’s guess."
            },
            {
                "name": "Witwulf’s Spellbook",
                "description": "You have retrieved the spellbook of Bronal Witwulf. The spellbook turned out to be an iron warhammer with an inscription that reads, “My Spellbook.” From the archives in Blodvahrer, you have learned that Bronal Witwulf was an adventurer infamous for acts of extreme strength and equally extreme lack of judgement. For a short time, his name featured prominently in the cautionary tales off Gnarhelm, but his fame has completely faded."
            }
        ]
    },
    {
        "code": "CCC-BMG-MOON1-2",
        "name": "Mind the Missive",
        "description": "",
        "released": "2020-08-12",
        "creator": "Baldman Games",
        "tier": [1],
        "items": [
            {
                "name": "Wand of Secrets",
                "rarity": "uncommon"
            },
            {
                "name": "Spell Scroll of Fog Cloud",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            }
        ]
    },
    {
        "code": "CCC-BMG-MOON1-3",
        "name": "Heritage vs Kinship",
        "description": "",
        "released": "2020-08-12",
        "creator": "Baldman Games",
        "tier": [1],
        "items": [
            {
                "name": "Bag of Holding",
                "rarity": "uncommon"
            },
            {
                "name": "Potion of Greater Healing",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            }
        ]
    },
    {
        "code": "CCC-BMG-MOON1-4",
        "name": "The Brave of West Breasal",
        "description": "",
        "released": "2020-08-12",
        "creator": "Baldman Games",
        "tier": [1],
        "items": [
            {
                "name": "Lantern of Revealing",
                "rarity": "uncommon"
            },
            {
                "name": "Potion of Giant Strength (Hill)",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            }
        ]
    },
    {
        "code": "CCC-BMG-MOON1-5",
        "name": "The Wilderness Calls",
        "description": "",
        "released": "2020-08-12",
        "creator": "Baldman Games",
        "tier": [1],
        "items": [
            {
                "name": "Alchemy Jug",
                "rarity": "uncommon"
            }
        ]
    },
    {
        "code": "CCC-BMG-MOON2-1",
        "name": "Defenders of Caer Moray",
        "description": "The most untamed of the Moonshaes, residents on Moray are accustomed to defending themselves. Recently something has stirred the dark forces that threaten the families of this strategically vital location. With every spare sword allocated to the homelands, who will answer their call for aid?",
        "released": "2019-02-16",
        "creator": "Baldman Games",
        "tier": [1],
        "items": [
            {
                "name": "The Wolves' Claw (Dagger, +1)",
                "rarity": "uncommon"
            }
        ],
        "storyAwards": [
            {
                "name": "Defenders of Caer Moray",
                "description": "Your deeds in Caer Moray are known to all and the citizens love you. You may re-roll any charisma-based roll once per session if you’re dealing with someone from Caer Moray."
            },
            {
                "name": "A Friend in Caer Moray",
                "description": "You have a friend in Caer Moray. Write their name down and what they do next to this reward. As long as you continue to spend one out of every 10 downtime days to maintain your friendship you can ask your friend for a favor once per game session. The extent of this favor is the discretion of the Dungeon Master."
            }
        ]
    },
    {
        "code": "CCC-BMG-MOON2-2",
        "name": "Army of the Unseen",
        "description": "Little more than an outpost, Dynnegall is the life-blood of resources that flow from Caer Moray, supporting Ffolk townships across the archipelago. But the supply boat is overdue by almost a tenday and hope is difficult to find. With the recent attacks repelled an opportunity exists to send aid, but who dares to venture outside the walls?",
        "released": "2019-02-28",
        "creator": "Baldman Games",
        "tier": [1],
        "items": [
            {
                "name": "Longbow, +1",
                "rarity": "uncommon"
            },
            {
                "name": "Potion of Healing",
                "rarity": "common",
                "consumable": true,
                "count": 1
            }
        ],
        "storyAwards": [
            {
                "name": "Dreams of Prophecy",
                "description": "The maddening impulse to write the words echoing in your head has long faded, but that doesn’t stop them from visiting your dreams along with visions of dark woods and whispered chants.\n\n “An eye turns in the mist as dark blood boils and churns. Vengeance and rippling death will quake through the noblest fey. Endless shadows will howl as reality unbinds, crying to the darkness that waits in veiled lands.”"
            },
            {
                "name": "Hero of Dynnegall",
                "description": "Wrapped in a silver ribbon with a red seal is a letter from Earl Orwin Rhys himself, acknowledging your heroic deeds at Dynnegall. The letter has little value but is sure to provide bragging rights at any tavern in Moray."
            },
            {
                "name": "Farmstead - Dynnegall, Moray",
                "description": "Members of the Serifal Faithful are granted a deed to the farmstead. The farmstead includes a four-room farmhouse, a small stable with an adjoining paddock, a wagon, five acres of farmland, one horse, two pigs, and five sheep, along with two farmers to tend the property and work the land. This is a Tier 1 property."
            }
        ]
    },
    {
        "code": "CCC-BMG-MOON2-3",
        "name": "The Eye in the Mist",
        "description": "The events at Dynnegall revealed evidence that a new threat to fey and Ffolk may have emerged on Moray. The ties to prophecy are too strong to ignore. If true, every moment is critical. The Earthmother herself shudders as attention turns to the Eye in the Mist, a moonwell in the forest of Moray’s eastern coast.",
        "released": "2019-03-11",
        "creator": "Baldman Games",
        "tier": [1],
        "items": [
            {
                "name": "Llyneth’s Cloak of Mists (Cloak of Elvenkind)",
                "rarity": "uncommon"
            },
            {
                "name": "Potion of Fire Breath",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            },
            {
                "name": "Potion of Resistance (Cold)",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            }
        ],
        "storyAwards": [
            {
                "name": "Eye in the Stone",
                "description": "This small flat round stone is carved with a symbol of an eye with wave lines representing mist around it. It was given to you as a token of gratitude by Llyneth Kincaid, the great druid of the Eye in the Mist moonwell on Moray. The stone signifies her regard and may be useful in encounters with other druids of the Earthmother or with devout followers of the Earthmother among the Ffolk."
            },
            {
                "name": "I Have My Eye on You",
                "description": "You’ve served Hyll the Ugliest Hag well, and she may have more tasks for you in the future. In the meantime, you occasionally get a glimpse of an eyeball sitting in a discrete location observing you. When you turn to get a better look, it’s gone."
            }
        ]
    },
    {
        "code": "CCC-BMG-MOON3-1",
        "name": "Atop the Fairheights",
        "description": "Just as it looked like the combined forces of Clan Rookoath and Clan Rustfire might drive a long-time threat from their ancestral homes, the dwarven forces suffer a terrible defeat. The proud and slightly xenophobic dwarves reach out for assistance. But is it too late, or can a group of heroes turn the tide? The first adventure in the *Fairheight* trilogy.",
        "released": "2019-06-24",
        "creator": "Baldman Games",
        "tier": [2],
        "items": [
            {
                "name": "Belt of Dwarvenkind",
                "rarity": "rare"
            },
            {
                "name": "Periapt of Wound Closure",
                "rarity": "uncommon"
            },
            {
                "name": "Potion of Greater Healing",
                "rarity": "uncommon",
                "consumable": true,
                "count": 4
            }
        ],
        "storyAwards": [
            {
                "name": "Death of Shale Rustfire",
                "description": "Despite your efforts, Shale Rustfire perished. How his death will affect the war effort remains to be seen."
            },
            {
                "name": "Savior of Shale Rustfire",
                "description": "You were able to save Shale Rustfire before he perished. He’s now able to play a role in the coming war against the orcs and their allies."
            }
        ]
    },
    {
        "code": "CCC-BMG-MOON3-2",
        "name": "Within the Tunnels of Dwarvenholm",
        "description": "With the immediate threat to Clans Rookoath and Rustfire quelled, the next step is to clear the tunnels of Dwarvenholm, allowing the clans to again move freely between their homes. However, the enemy will not give up their gains so easily, as a new player enters the battlefield. Part 2 of the *Fairheight* trilogy.",
        "released": "2019-06-24",
        "creator": "Baldman Games",
        "tier": [2],
        "items": [
            {
                "name": "Adamantine Chain Shirt",
                "rarity": "uncommon"
            },
            {
                "name": "Potion of Greater Healing",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            },
            {
                "name": "Potion of Heroism",
                "rarity": "rare",
                "consumable": true,
                "count": 1
            },
            {
                "name": "Spell Scroll of Ceremony",
                "rarity": "common",
                "consumable": true,
                "count": 1
            },
            {
                "name": "Spell Scroll of Mind Spike",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            }
        ]
    },
    {
        "code": "CCC-BMG-MOON3-3",
        "name": "Beneath the Cairnwell",
        "description": "The lost moonwell, known as the Cairnwell, plays a significant role in the battle for the Fairheight Range. Can it be saved and turned into a source of weal for the dwarves, or will the enemy take its power and turn it into a fountain of woe? Part 3 of the *Fairheight* trilogy.",
        "released": "2019-07-26",
        "creator": "Baldman Games",
        "tier": [2],
        "items": [
            {
                "name": "Ever Vigilant (Silvered Greatsword of Warning)",
                "rarity": "uncommon"
            },
            {
                "name": "Potion of Gaseous Form",
                "rarity": "rare",
                "consumable": true,
                "count": 1
            },
            {
                "name": "Potion of Greater Healing",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            },
            {
                "name": "Potion of Resistance (Poison)",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            }
        ],
        "storyAwards": [
            {
                "name": "Celebrated by the Wardens",
                "description": "For your bravery in eliminating the threat of the shadow dragon Pryumbranth and ensuring to portal is established between Alaron and Oman, your exploits are lauded by Wardens of the Deepshaes. If you are a member of that organization and completed MOON3 trilogy, you are considered to have completed a Major Objective for advancement in that group."
            }
        ]
    },
    {
        "code": "CCC-BMG-MOON4-1",
        "name": "Precious Cargo",
        "description": "Caravan masters need to protect their cargo going to Caer Callidyrr. It is a long trek from Kythyss to the capital of Alaron wrought with danger from mercenaries loyal to Amn. Adventurers are needed to eliminate these threats, so the caravans don’t need to contend with these formidable foes.",
        "creator": "Baldman Games",
        "released": "2019-11-21",
        "tier": [1],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-MOON4-2",
        "name": "Dangerous Dernall",
        "description": "The Great Druid Antola Pilark and the High King’s rangers are having trouble with the Unseelie Fey in the Dernall Forest. If these creatures are allowed to continue their aggressive front, Caer Callidyrr will be threatened. Are there a band of brave souls that will reinforce the King’s line to the capital?",
        "creator": "Baldman Games",
        "released": "2019-11-21",
        "tier": [1],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-MOON4-3",
        "name": "Gate to the Unknown",
        "description": "The deep gnomes of the Fairheight Mountains have come to Caer Callidyrr in dire need. A new threat has been discovered in the depths of the mountains. Can you venture into the tunnels of Slighean G’hìosal and uncover the source of these mysterious attacks?",
        "released": "2019-11-21",
        "creator": "Baldman Games",
        "tier": [1],
        "incomplete": true
    },
    {
        "code": "CCC-BMG-MOON5-1",
        "name": "Bloodlust Rising",
        "description": "When it was just livestock, few took note. When people disappeared, things changed. Now farmsteads are burning and bloodthirsty cackling echo through the hills of old Gnarhelm in northern Alaron. The farmers are defenseless against such bloodlust; can heroes help? Part 1 of the *Tides of Blood* trilogy, set in the Moonshae Isles.",
        "released": "2020-04-14",
        "creator": "Baldman Games",
        "tier": [2],
        "items": [
            {
                "name": "Admantine Chain Mail",
                "rarity": "uncommon"
            },
            {
                "name": "Potion of Giant Strength (Hill)",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            },
            {
                "name": "Potion of Greater Healing",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            }
        ]
    },
    {
        "code": "CCC-BMG-MOON5-2",
        "name": "Bloodlust Contained",
        "description": "An unexpected enemy has appeared, attacking with ferocious bloodlust and unknown purpose. The locals can’t defend against this threat forever; heroes are needed to discover who is responsible for the attacks and stop them for good. Part 2 of the *Tides of Blood* trilogy, set in the Moonshae Isles.",
        "released": "2020-04-14",
        "creator": "Baldman Games",
        "tier": [2],
        "items": [
            {
                "name": "Brooch of Shielding",
                "rarity": "uncommon"
            },
            {
                "name": "Spell Scroll of Hallucinatory Terrain",
                "rarity": "rare",
                "consumable": true,
                "count": 1
            },
            {
                "name": "Spell Scroll of Summon Lesser Demons",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            }
        ]
    },
    {
        "code": "CCC-BMG-MOON5-3",
        "name": "Bloodlust Tempered",
        "description": "With the marauders gone, peace returns to northern Alaron, but somebody brought the reavers across the straits of Moonshae to Alaron. They need to be stopped before the recent troubles become nothing more than the vanguard of something worse. Part 3 of the *Tides of Blood* trilogy, set in the Moonshae Isles.",
        "released": "2020-04-14",
        "creator": "Baldman Games",
        "tier": [2],
        "items": [
            {
                "name": "Ring of Mind-Shielding",
                "rarity": "uncommon"
            },
            {
                "name": "Potion of Greater Healing",
                "rarity": "uncommon",
                "consumable": true,
                "count": 2
            }
        ]
    },
    {
        "code": "CCC-BMG-MOON6-1",
        "name": "A Reopened Eye",
        "description": "Conflicts arising in both the Feywild and the Prime have caused some in both planes to call for a return of the Balance, and for new alliances between the fey and mortals. A seer new to the Moonshaes has prophesied your help in opening a new portal between these worlds. Part 1 of the *Earthmother’s Eye* trilogy.",
        "released": "2020-05-04",
        "creator": "Baldman Games",
        "tier": [2],
        "items": [
            {
                "name": "Enduring Spellbook",
                "rarity": "common"
            },
            {
                "name": "Fey Cloak of Protection",
                "rarity": "uncommon"
            }
        ],
        "spellbooks": [
            {
                "name": "The Tome of Anothas",
                "spells": [
                    { "name": "absorb elements", "level": 1 },
                    { "name": "alarm", "level": 1 },
                    { "name": "cause fear", "level": 1 },
                    { "name": "comprehend languages", "level": 1 },
                    { "name": "detect magic", "level": 1 },
                    { "name": "feather fall", "level": 1 },
                    { "name": "mage armor", "level": 1 },
                    { "name": "magic missile", "level": 1 },
                    { "name": "alter self", "level": 2 },
                    { "name": "dragon's breath", "level": 2 },
                    { "name": "knock", "level": 2 },
                    { "name": "magic weapon", "level": 2 },
                    { "name": "mind spike", "level": 2 },
                    { "name": "Nystul's magic aura", "level": 2 },
                    { "name": "tongues", "level": 2 },
                    { "name": "catnap", "level": 3 },
                    { "name": "counterspell", "level": 3 },
                    { "name": "Leomund's tiny hut", "level": 3 },
                    { "name": "summon lesser demons", "level": 3 },
                    { "name": "charm monster", "level": 4 },
                    { "name": "Mordenkainen's faithful hound", "level": 4 },
                    { "name": "enervation", "level": 5 },
                    { "name": "hold monster", "level": 5 },
                    { "name": "infernal calling", "level": 5 },
                    { "name": "Rary's telepathic bond", "level": 5 },
                    { "name": "create homunculus", "level": 6 }
                ]
            }
        ],
        "storyAwards": [
            {
                "name": "Ashoral’s Friendship",
                "description": "ou met with the guardian of the moonwell and resolved your differences peacefully, rather than resorting to violence. The druid guardian Ashoral considers you a friend, which may bear fruit at a later date."
            },
            {
                "name": "Zanz’s Appreciation",
                "description": "You rescued Zanzantook from his fate of being devoured by animals enraged at his terrible poetry. Whether you like it or not, he considers you a friend. This friendship may bear fruit at a later date."
            }
        ]
    },
    {
        "code": "CCC-BMG-MOON6-2",
        "name": "Troubled Visions",
        "description": "A newly opened moonwell proves unstable. An eladrin community in the Feywild calls for aid, as their home has been torn asunder and transformed by planar rifts. You must enter the moonwell to seal the rifts threatening the region before this instability pours over to the Prime Material. Part 2 of the *Earthmother’s Eye* trilogy.",
        "released": "2020-05-04",
        "creator": "Baldman Games",
        "tier": [2],
        "items": [
            {
                "name": "Eladrin Boots of Elvenkind",
                "rarity": "uncommon"
            },
            {
                "name": "Moon-Touched Sword",
                "rarity": "common"
            }
        ],
        "storyAwards": [
            {
                "name": "Mairin’s Debt",
                "description": "Mairin is deeply indebted to you for proving her lineage. She has travelled to many places and knows a good deal of people across Faerun. If you need an item or expert that isn’t easily obtained, she might be able to get it for you—given enough time."
            },
            {
                "name": "Saviors of Temerity Bay",
                "description": "The adventurers saved a community of immortals from a troublesome peril; while it’s unlikely any eladrin or powerful fey will actually show up to help you if you ask, a spirit of the woods might allow you to pass, or a dire bear might decide to look elsewhere for a meal."
            }
        ]
    },
    {
        "code": "CCC-BMG-MOON6-3",
        "name": "Planar Convergence",
        "description": "After a moonwell portal is permanently opened to the Feywild, fey and humans have begun to live together in harmony. But when a new threat forms on the horizon, darkness threatens to overwhelm the moonwell and consume the Moonshae Isles. As the fey and human denizens rush to mount defenses, will their alliance be enough to defeat the coming army? Part 3 of the *Earthmother’s Eye* trilogy.",
        "released": "2020-05-04",
        "creator": "Baldman Games",
        "tier": [2],
        "items": [
            {
                "name": "Horn of Silent Alarm",
                "rarity": "common"
            },
            {
                "name": "Javelin of Lightning",
                "rarity": "uncommon"
            }
        ],
        "storyAwards": [
            {
                "name": "Asper the Jellyflumph",
                "description": "This tiny jellyfish is native to the Feywild, evidenced by its translucent body which strobes pastel colors that change with its mood. It floats through the skies as if the air was made of water. If killed or reduced to 0 hit points, the jellyflumph can be recalled via *find familiar*, and uses the statistics of a **bat** from the *Monster Manual*."
            },
            {
                "name": "Critter Keeper",
                "description": "You’ve befriended the fey creatures that now inhabit Rushdown Wood. When traveling through the Rushdown Wood, you will find the creatures very helpful and often find them skittering around your feet or sitting on your shoulder."
            }
        ]
    },
    {
        "code": "CCC-BWM-001",
        "name": "Howling on the Moonsea",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-BWM-002",
        "name": "The City in the Depths",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-BWM-003",
        "name": "A TAle of Two Towers",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-BWM-06",
        "name": "Introduction to Adventuring",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-CIC-01",
        "name": "The Vault of the Devourer",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-CIC-02",
        "name": "The Clockwork Laboratory",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-CIC-03",
        "name": "The Desolate Undercroft",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-CIC-04",
        "name": "Best Friends Forever",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-CIC-05",
        "name": "Donum Vitae",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-CIC-06",
        "name": "End of the Line",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-CIC-07",
        "name": "Pieces of You",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-CIC-08",
        "name": "The Last Voyage of the Woolgathering Tidsoptimist",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-CIC-09",
        "name": "Steamy Shores of Danger",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-CIC-10",
        "name": "Terror at Soward Manor",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-CIC-11",
        "name": "Death at Peril Island",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-CIC-12",
        "name": "Redemption at Talos Sound",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-CNE-01",
        "name": "The Treasure Beneath",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-CNE-01",
        "name": "Before The Hatch",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-CNE-02",
        "name": "Into The Depths",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-COTN-01-01",
        "name": "By The Seashore: A Red War Tale",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-DDSC-01",
        "name": "Murder at the Stop",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-DDSC-02",
        "name": "A Fool and His Gold",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-DES01-02",
        "name": "A Sanity Never Questioned",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-DRUID-01",
        "name": "The Scourge Unseen",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-ELF-01",
        "name": "Life's A Party",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-ELF-02",
        "name": "An Adventuring Party Walks Into A Bar",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-ELO-01",
        "name": "For the Kids!",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-FC3-01-02",
        "name": "Tales of Estirwald: Corruption of the Elderoak",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-FC3-03",
        "name": "Tales of Estirwald: The Fun House",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-FXC-01",
        "name": "Nothing Happens in Elmwood",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GAD01-01",
        "name": "Broken Blade",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GAD01-02",
        "name": "Red War: Black Phoenix",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GARY-01",
        "name": "A Night to Remember",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GARY-02",
        "name": "To Find a Way Out",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GARY-03",
        "name": "Oh, We're In It Now",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GARY-04",
        "name": "A Darkness in the Mountains",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GARY-05",
        "name": "The Shadows of the Trees",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GARY-06",
        "name": "The Death Beneath the Roots",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GARY-07",
        "name": "The Mirror Cities of Gulthias",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GARY-08",
        "name": "That Which Lies Buried",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GARY-09",
        "name": "The Witch Maiden",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GEL-01",
        "name": "Bedlam at the Benefit",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GHC-01",
        "name": "Tharaera Lost",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GHC-02",
        "name": "Skulljaw Hill",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GHC-03",
        "name": "Facing the Dark",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GHC-04",
        "name": "Shade of the Dark",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GHC-05",
        "name": "Trail of Treachery",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GHC-06",
        "name": "What You Wish For",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GHC-07",
        "name": "The River Runs Red",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GHC-08",
        "name": "Death in the Ruins",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GHC-09",
        "name": "Swamp of Death",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GHCBK1-01",
        "name": "Into the Border Kingdoms",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GHCBK1-02",
        "name": "The Tithes That Bind",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GHCBK1-03",
        "name": "The Darkest Knight",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GHCBK1-04",
        "name": "I am the Fire",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GHCBK1-05",
        "name": "For the Glory of Bloutar!",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GHCBK1-06",
        "name": "Legacy and Virtue",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GHCBK1-07",
        "name": "The Peculiar Case of the Selptan Felines",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GHCBK1-08",
        "name": "The Hunt for Cutter Jack",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GHCBK1-09",
        "name": "Scavengers",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GHCBK1-10",
        "name": "The Heart of Shadow",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GLIP-0101",
        "name": "Glip Dak",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GLIP-0102",
        "name": "Beneath Glip Dak",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GLIP-0103",
        "name": "Citadel of Vlaakith",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GLIP-0201",
        "name": "Blue Scales",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GOC-0101",
        "name": "Tree Rot",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GOC-0102",
        "name": "Cairns of Rot",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GOC-0103",
        "name": "Winds of Rot",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-GSP01-01",
        "name": "A Dragon's Breath",
        "description": "Ragvala, also known as the \"Coinmaker\", is an ancient gold dragon who wishes to mend his broken friendship with his old adventuring buddy. Recently, he has heard rumors that his friend’s old magical instrument has resurfaced in the Quivering Forest. Unable to change shape anymore, the dragon needs the help of skilled adventurers who can join him on his quest.",
        "released": "2018-10-13",
        "tier": [1],
        "items": [
            {
                "name": "Dragon's Lullaby (Instrument of the Bards - Mac-Fuirmidh cittern)",
                "rarity": "uncommon"
            },
            {
                "name": "Spell Scroll of Comprehend Languages",
                "rarity": "common",
                "consumable": true,
                "count": 1
            }
        ],
        "storyAwards": [
            {
                "name": "Five-Leaf Clover Initiate",
                "description": "A senior member of the Five Leaf Clover has taken a liking of you and made you a junior member of their adventuring group. A magical tattoo of a five-leaf clover has been permanently placed at the back of your right hand. When you put your will to it, harmless green flame erupts from the tattoo and engulfs your hand."
            }
        ]
    },
    {
        "code": "CCC-GSP01-02",
        "name": "Brotherhood",
        "description": "Ragvala, an ancient gold dragon and the founder of the Five-Leaf Clover is dead. A funeral ceremony will be held in 3 days before he becomes one with the earth. Rokstasha, his friend and a djinni has asked the help of the adventurers to find the other members of the Five-Leaf Clover if they are still alive and have them attend the ceremony. Don’t be late! Part 2 of the *Clover Group Series*.",
        "released": "2019-08-14",
        "tier": [1],
        "items": [
            {
                "name": "Pipe of Smoke Monsters",
                "rarity": "common"
            }
        ],
        "storyAwards": [
            {
                "name": "Five-Leaf Clover Initiate",
                "description": "A senior member of the Five Leaf Clover has taken a liking of you and made you a junior member of their adventuring group. A magical tattoo of a five-leaf clover has been permanently placed at the back of your right hand. When you put your will to it, harmless green flame erupts from the tattoo and engulfs your hand."
            },
            {
                "name": "Doomguide of Kelemvor",
                "description": "You are now an official priest of Kelemvor, also known as a Doomguide. You have received a set of smoky grey priestly vestments with the symbol of Kelemvor and a cowled cloak with a white domino mask that emanates harmless blue flame whenever you wear it. You also gain the following ideal, \"Death is but part of life: fear it not, evade it not, and view it not as evil.\""
            }
        ]
    },
    {
        "code": "CCC-GSP01-03",
        "name": "Tainted Love",
        "description": "Rizgrim, the Great Doomguide of Kelemvor has discovered that the land within the Quivering Forest near the burial site of her friend is slowly being consumed by dark magic. The adventurers have been asked to find the source and eliminate it as soon as possible. Failing on this task could turn her dead friend into a dracolich. Nobody wants that! Right?! Part 3 of the *Clover Group Series*.",
        "released": "2020-02-04",
        "tier": [1],
        "items": [
            {
                "name": "Cloak of Many Fashions",
                "rarity": "common"
            }
        ],
        "storyAwards": [
            {
                "name": "In Search of Her",
                "description": "You have found and read the journal of Tho’Guroh, containing information on how to find a hag’s dark lair. Whenever you succeed in finding a hag’s lair, a trail of thin mist appears, leading up to the location you are looking for. While the mist is present, you hear whispers of a very convincing old woman telling you to get \"samples\" from your party members, like a strand of hair, spit, dead skin, fingernails, etc. Remove this story award when you meet Jenny Greenteeth."
            },
            {
                "name": "Clingy Jelly!",
                "description": "You spared the life of an oblex spawn. As a token of appreciation, it separates a part of itself and places a thin translucent layer of star-shaped green goo on your forehead. Whenever you are in combat, the goo stretches and changes shape, becoming a horn. Whenever you die, its shape changes into a small, flat skull. You can remove this story award by casting *lesser restoration* on yourself."
            }
        ]
    },
    {
        "code": "CCC-HAL-01",
        "name": "Fate of the Nightworms",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-HAL-02",
        "name": "Six Striking Swords",
        "description": "",
        "released": "2018-11-25",
        "incomplete": true
    },
    {
        "code": "CCC-HAL-03",
        "name": "Six Swords Unbound",
        "description": "",
        "released": "2018-11-25",
        "incomplete": true
    },
    {
        "code": "CCC-HATMS01-01",
        "name": "Threatening Tides",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-HATMS01-02",
        "name": "Prophecy's Promise",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-HATMS01-03",
        "name": "Destiny Defied",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-HATMS02-01",
        "name": "Illithid Activities",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-HATMS02-02",
        "name": "Something Vile This Way Comes",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-HATMS02-03",
        "name": "A Vile Wake",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-IFK-01",
        "name": "Shadow of Greed",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-IFK-02",
        "name": "Shadow of the Weave",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-IFK-03",
        "name": "Shadow of the Dusk Queen",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-JGD-01",
        "name": "Left Black & Blue",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-KUMORI-0101",
        "name": "Wreckers",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-KUMORI-0102",
        "name": "Wretches",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-KUMORI-02-02",
        "name": "School Magic",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-KUMORI-0204",
        "name": "To Be the Very Best",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-LINKS-01",
        "name": "Champion of the People",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-LINKS-02",
        "name": "The Secrets We Keep",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-MACE-01",
        "name": "The Blight of Geoffrey",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-MACE-02",
        "name": "A Panther's Peril",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-MACE-03",
        "name": "Haunted Memories",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-MCX-01",
        "name": "All in a Day's Work",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-MCX01-02",
        "name": "The Rescue",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-MIND-01",
        "name": "Lost in Thought",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-MIND-02",
        "name": "Mind Trip",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-MIND-03",
        "name": "Dream Walkers",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-MMT01-01",
        "name": "Secrets of Imaginary Friends",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-MMT02-01",
        "name": "The Stuff of Memories",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-MYR-01",
        "name": "Friends in Need",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-NBDD01-01",
        "name": "Clever",
        "description": "A strange new crime family has been growing and tightening its grips on local businesses. Any who refuse their offers are found dead shortly after, torn apart by claws and teeth. Who is behind this wave of organized crime?",
        "released": "2019-05-16",
        "tier": [2],
        "items": [
            {
                "name": "Portable Hole",
                "rarity": "rare"
            },
            {
                "name": "Potion of Greater Healing",
                "rarity": "uncommon",
                "consumable": true,
                "count": 2
            }
        ],
        "spellbooks": [
            {
                "name": "Tyrant Lizard Transporter’s Spellbook",
                "spells": [
                    { "name": "alarm", "level": 1 },
                    { "name": "disguise self", "level": 1 },
                    { "name": "illusory script", "level": 1 },
                    { "name": "Tenser's floating disk", "level": 1 },
                    { "name": "unseen servant", "level": 1 },
                    { "name": "arcane lock", "level": 2 },
                    { "name": "enlarge/reduce", "level": 2 },
                    { "name": "levitate", "level": 2 },
                    { "name": "rope trick", "level": 2 },
                    { "name": "fly", "level": 3 },
                    { "name": "gaseous form", "level": 3 },
                    { "name": "nondetection", "level": 3 },
                    { "name": "sending", "level": 3 },
                    { "name": "fabricate", "level": 4 },
                    { "name": "Leomund's secret chest", "level": 4 },
                    { "name": "telekinesis", "level": 5 }
                ]
            }
        ]
    },
    {
        "code": "CCC-NBDD01-02",
        "name": "Where Can She Be?",
        "description": "A master criminal has been making her way across the Moonsea, stealing priceless treasures at every stop. It's up to you to trace her steps, find her allies, and stop her before she can claim her final prize.",
        "released": "2020-04-29",
        "tier": [2],
        "items": [
            {
                "name": "Clockwork Amulet",
                "rarity": "common"
            },
            {
                "name": "Hat of Disguise",
                "rarity": "uncommon"
            }
        ],
        "storyAwards": [
            {
                "name": "Do It A Capella",
                "description": "You have performed with the traveling a capella kenku bard troupe, Roc Capella. Should you encounter them again, you will be welcome to join in their performance and are treated as part of the band."
            }
        ]
    },
    {
        "code": "CCC-NUKE-0101",
        "name": "The Blighted Sun",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-NUKE-0102",
        "name": "Hide and Seek",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-OCC-01",
        "name": "Red War: Housekeeping",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-OCC-02",
        "name": "Feast of the Moon",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-ODFC-0101",
        "name": "Hammer and Anvil",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-ODFC-0102",
        "name": "Black Blades, Black Wings",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-ODFC-0103",
        "name": "Elder's Eyes Upon You",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-ODFC-0201",
        "name": "Serenade of Pain",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-ODFC-0202",
        "name": "Palace of the Efreeti",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-ODFC-0203",
        "name": "Night's Bright Dawning",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-OHAYOCON-01-03",
        "name": "Friendly Competition",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-PDXAGE-0101",
        "name": "The White Well",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-PDXAGE-0201",
        "name": "The Dark Hunt",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-PHA-01",
        "name": "Six Summoned Swords",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-PPTDD01-01",
        "name": "Troubled Under Winton",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-PRETZ-PLA01",
        "name": "The Mystery at Coppertop Manor",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-PRETZ-PLA02",
        "name": "A Mine of Their Own",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-PRIORY-01",
        "name": "Maritime Mayhem",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-PRIORY-02",
        "name": "Prison Pitfalls",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-PRIORY-03",
        "name": "Truths in Time",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-QCC-2017",
        "name": "Delusions of Grandeur, Dreams of Revenge",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-QCC2018-01",
        "name": "Of Gods and Monsters",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-QCC2018-02",
        "name": "Heart and Soul",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-REAP-01",
        "name": "Red War: Lost Ashes of the Wayward Gnome",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-ROZK-0101",
        "name": "Binder's Torment",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-ROZK-0102",
        "name": "Zhentarim's Lament",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-ROZK-0103",
        "name": "Necromancer's Ascent",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-RPR-01",
        "name": "Eyes of Blood",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-RPSG-01",
        "name": "Ooze There",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SAC-01",
        "name": "A Light in the Dark",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SAC-02",
        "name": "Fun with Fey",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SALT-01-01",
        "name": "Rumors and Riches",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SALT-01-02",
        "name": "Moor Trouble",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SALT-01-03",
        "name": "Broken Halls of Goldahroud",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SALT-02-01",
        "name": "Mulmaster's Meddlings",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SALT-02-02",
        "name": "Tower in the Valley",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SALT-0205",
        "name": "The Darkness Never Forgets",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SCAR01-01",
        "name": "Corrupted Artery",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SCAR01-02",
        "name": "Glister by Light",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SCAR02-01",
        "name": "Gister by Dark",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SFBAY-0101",
        "name": "Plots in Motion",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SFBAY-0201",
        "name": "Old Enemies Arise",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SFBAY-0202",
        "name": "Rise of the Ogre King",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SFBAY-0203",
        "name": "The Risen Minotaur Lord",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SFBAY-0401",
        "name": "The Cornflower Hive",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SFBAY-0402",
        "name": "Under Earth & Stone",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SFBAY-0403",
        "name": "The Ashen Scar",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SHINY-02",
        "name": "An Open Secret",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SHINY-04",
        "name": "Elusion of Grand Yore",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SKULL01-01",
        "name": "A Murder Most Foul",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SKULL01-02",
        "name": "Not All Who Are Lost Should Be Found",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SKULL01-03",
        "name": "Who Pulls the Strings",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SQC-001",
        "name": "The Woodland Sage",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SQC-0201",
        "name": "None the Wiser",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SQC-0202",
        "name": "Last Gasp",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SRCC-0101",
        "name": "Trouble in the Old City",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SRCC-0102",
        "name": "Down the River of Snakes",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SRCC-0103",
        "name": "Altar of the Smoldering Eye",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-ST2-1",
        "name": "Red War: Embassy of Evil",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-STORM-01",
        "name": "The Barrows of Solina",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-STORM-02",
        "name": "Swamp of Sorrow: Bloodpurge Village",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SVH01-01",
        "name": "Dawn of the Raven Lord",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SVH01-02",
        "name": "Raven Lord's Aerie",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-SVH01-03",
        "name": "Vault of the Raven Lord",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TAROT-0101",
        "name": "Awakening of Fates",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TAROT-0102",
        "name": "By the Light of the Moon",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TAROT-0103",
        "name": "A Martyred Heart",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TAROT-0104",
        "name": "Tangled Woods",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TAROT-0105",
        "name": "The Lost Apprentice",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TAROT-0106",
        "name": "Lies in the Moonlight",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TAROT-0107",
        "name": "The Seat of the Ruler",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TAROT-02-01",
        "name": "A Sunk Cost",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-THENT-0101",
        "name": "Beneath the Surface",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-THENT-0102",
        "name": "Those That Dwell Beneath",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-THENT-0103",
        "name": "The Dreaming Relic",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-01",
        "name": "Into the Darkness",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-02",
        "name": "Impression Left Behind",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-03",
        "name": "Fences and Swords",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-04",
        "name": "Birds of a Feather",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-05",
        "name": "Hunt of Malar",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-06",
        "name": "Haggard Heroes",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-07",
        "name": "Beneath the Moonsea",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-08",
        "name": "Dreaful Wail",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-09",
        "name": "Tinhammer Falls",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-10",
        "name": "Contact",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-11",
        "name": "Flooded Dreams",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-12",
        "name": "Ill Met in Ylraphon",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-13",
        "name": "What Lies Beneath Ylraphon",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-14",
        "name": "The Voice in the Night",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-15",
        "name": "The Dark of the Hive",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-16",
        "name": "Ph'theev, the Despondent",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-17",
        "name": "Ph'theev, Unbound!",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-18",
        "name": "Pros & Cons",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-19",
        "name": "Dead Men's Tales",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-22",
        "name": "On the Baron's Trail",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-23",
        "name": "Sub Rosa",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-24",
        "name": "Knight Errand",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-25",
        "name": "Dead Men's Treasure",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-29",
        "name": "Tidefall",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-30",
        "name": "Remnants of a Dream",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-31",
        "name": "Out of Time",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-32",
        "name": "Casks and Caskets",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-TRI-33",
        "name": "Matters of Life and Death",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-UCON-01",
        "name": "Blood & Fog",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-UK-1",
        "name": "Call of the Elvenflow",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-UK-2",
        "name": "The Wayward Wives",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-WWC-01",
        "name": "In the Face of Fear",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-WWC-02",
        "name": "Dark Waters of Hate",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-WWC-03",
        "name": "Tyrant of the Forgotten Forge",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-WWC-04",
        "name": "The Black Hand",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-WYC1-1",
        "name": "Back to the Burning",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-WYC1-2",
        "name": "Where Rock and Fire Meet",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-WYC1-3",
        "name": "The Dawn Heresy",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-YLRA01-01",
        "name": "Her Dying Wish",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-YLRA01-02",
        "name": "Uneasy Lies the Head",
        "description": "",
        "incomplete": true
    },
    {
        "code": "CCC-YLRA01-03",
        "name": "Bound by Duty",
        "description": "",
        "incomplete": true
    },
]
