[
    {
        "code": "DDAL-DRW01",
        "name": "Breaking Umberlee's Resolve",
        "description": "The search for a missing young woman kicks off a treacherous journey on the *Sea of Fallen Stars*.\n\n A Four to Six-Hour Adventure for Tier 2 Characters.",
        "items": [
            {
                "name": "Iron Bands of Bilarro",
                "rarity": "rare"
            }
        ],
        "storyAwards": [
            {
                "name": "Zehira’s Allyship",
                "description": "As a thanks for freeing her from the morkoth lair, Zehira becomes a staunch ally of the characters. She boldly assumes command of Umberlee’s Resolve. Upon return to Turmish, she makes amends with her parents and takes on the role of a privateer captain sailing under the flag of Turmish. She accompanies the characters on the next adventure."
            }
        ]
    },
    {
        "code": "DDAL-DRW02",
        "name": "Blood in the Water",
        "description": "An exploration to the underwater city of Myth Nantar leads to a conspiracy, a mystery, and a heist.\n\n A Four-to-Six Hour Adventure for Tier 2 Characters.",
        "items": [
            {
                "name": "Bowl of Commanding Water Elementals",
                "rarity": "rare"
            },
        ],
        "storyAwards": [
            {
                "name": "Thessalia’s Allyship",
                "description": "Helping Thessalia retrieve the bowl of commanding water elementals earns them her allyship. Thessalia is less of a fighter and more of a scholar, but she gladly helps research topics that aid in their quest. Like Zehira, Thessalia is proudly Turmish and wants to keep her homeland free from Thay."
            }
        ]
    },
    {
        "code": "DDAL-DRW03",
        "name": "Saving Silverbeard",
        "description": "Powerful elements collide in the wake of the attack on Myth Nantar. The conclusion to the haunting sea-faring tale on the *Sea of Fallen Stars*.\n\n A Four-to-Six Hour Adventure for Tier 3 Characters.",
        "items": [
            {
                "name": "Helm of Brilliance",
                "rarity": "veryRare"
            }
        ],
        "storyAwards": [
            {
                "name": "Turmish Hospitality",
                "description": "As a thanks for their aid in uncovering the Thayan plot, Turmish become a safe harbor for the characters, and they are always offered a place to stay. Zehira remains a friend to the party."
            }
        ]
    },
    {
        "code": "DDEP-DRW01",
        "name": "Assault on Myth Nantar",
        "description": "Thay has set it sights on taking the underwater city of Myth Nantar. Can you stop a full-on invasion by its undead armada, or will the elves be looking for a new home?\n\n A four-hour D&D Epic™ adventure for Tier 2 and 3 characters.",
        "items": [
            {
                "name": "Gloves of Swimming and Climbing",
                "rarity": "uncommon"
            },
            {
                "name": "Staff of Thunder and Lightning",
                "rarity": "veryRare"
            },
            {
                "name": "Tentacle Rod",
                "rarity": "rare"
            },
            {
                "name": "Potion of Greater Healing",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            }
        ]
    },
]
