[
    {
        "code": "DDAL-ELW00",
        "name": "What's Past is Prologue",
        "description": "Sharn, City of Towers. They reach into the sky like the stone fingers of civilization that they are. They hold secrets and promises, and break the same just as quickly as they make new ones. You’ve got an opportunity to make a little coin by assisting with an expedition for Morgrave University; this should be easy money and not a lot of trouble… right?",
        "released": "2018-09-21",
        "tier": [1],
        "incomplete": true
    },
    {
        "code": "DDAL-ELW01",
        "name": "Murder in Skyway",
        "description": "On a dark and stormy night, the characters discover a dead body in Sharn’s wealthiest district… just as the Sharn Watch arrives! To clear their names, the characters must hunt the real killer through the mean streets of the City of Towers.",
        "released": "2018-09-21",
        "tier": [1],
        "incomplete": true
    },
    {
        "code": "DDAL-ELW02",
        "name": "Boromar Ball",
        "description": "The trail of a stolen letter leads the characters to an extravagant party thrown by Sharn’s most powerful criminal family. At this ball, the wrong dance step means death!",
        "released": "2018-10-01",
        "tier": [1],
        "incomplete": true
    },
    {
        "code": "DDAL-ELW03",
        "name": "The Cannith Code",
        "description": "To crack a secret code, the characters trace the gnome who formulated the cipher. When they learn he’s been imprisoned in a high-security compound, they launch the jailbreak of the century to bust him out.",
        "released": "2018-10-12",
        "tier": [1],
        "incomplete": true
    },
    {
        "code": "DDAL-ELW04",
        "name": "Jack of Daggers",
        "description": "Caught between House Phiarlan and a criminal syndicate, the characters delve into the city’s underworld to discover who’s hiring killers for their dirty work. Things get out of control fast–and what could be faster than a high-speed lightning rail?",
        "released": "2018-10-18",
        "tier": [1],
        "incomplete": true
    },
    {
        "code": "DDAL-ELW05",
        "name": "Against the Lightning",
        "description": "An assassin’s trail lures the characters into a lethal deathtrap. But who wants them dead… and why? In the City of Towers, the person holding all the answers is usually the one holding the dagger to your back.",
        "released": "2018-10-26",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "DDAL-ELW06",
        "name": "A Holy Visit",
        "description": "When the Church of the Silver Flame visits Sharn’s finest inn, it’s a chance for the characters to infiltrate and ask hard questions. But they’re not the only ones looking for answers.",
        "released": "2018-11-02",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "DDAL-ELW07",
        "name": "Blades of Terror",
        "description": "What secret cargo is House Cannith hiding in an airship bound for Wroat? A simple heist at 30,000 feet turns deadly when a new threat rises out of the Mournland!",
        "released": "2018-11-16",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "DDAL-ELW08",
        "name": "The Kundarak Job",
        "description": "One of Sharn’s most influential figures is hiding something… inside a House Kundarak vault. To acquire the answers they need, the characters must break into one of Sharn’s most secure locations AND get out alive.",
        "released": "2018-11-16",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "DDAL-ELW09",
        "name": "Searching for Secrets",
        "description": "Sharn’s undercity, the Cogs, hides a devastating secret that could reignite the Last War. As agents of the Lord of Blades tighten the noose around the characters’ necks, the characters search for the entrance to a hidden forge.",
        "released": "2018-11-30",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "DDAL-ELW10",
        "name": "The Killing Blade",
        "description": "As the embers of the Last War ignite across the City of Towers, House Deneith enlists the characters to uncover a terrorist base of operations and storm the compound before it’s too late.",
        "released": "2018-12-07",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "DDAL-ELW11",
        "name": "Secrets Below",
        "description": "In a secret lab beneath the city, the characters face mechanical horrors and an even more dangerous truth. To survive, they must make a choice that impacts all of Khorvaire!",
        "released": "2018-12-14",
        "tier": [1],
        "incomplete": true
    },
    {
        "code": "DDAL-WGE-01a",
        "name": "The Callestan Clash",
        "description": "Life in Callestan is not all fun and games—except for those who make their own fun with their own games. Mischievous, hardy street dwellers known as the Callestan Clash live and lurk in the shadows of the district’s looming towers, reaching their fingers into the satchels of unsuspecting tourists or balling them into fists, readying a swing. While members of the Clash are scrappy and abrasive, they enjoy opportunities to compete against strangers – and earn some much-needed coin in the process.",
        "released": "2018-07-23",
        "tier": [1],
        "incomplete": true
    },
    {
        "code": "DDAL-WGE-01b",
        "name": "Congratulations, You're a Winner!",
        "description": "One of the characters wins a skycoach, but before they can take possession, it is stolen leading to a high-speed chase through the skies of Sharn!",
        "released": "2018-07-23",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "DDAL-WGE-01c",
        "name": "The Double-Cross",
        "description": "HSaving just robbed a Boromar Clan gambling den, Balloch is a changeling on the run. Now they need the right suckers to protect them.",
        "released": "2018-07-23",
        "tier": [1],
        "incomplete": true
    },
    {
        "code": "DDAL-WGE-01d",
        "name": "Double Immiscibility",
        "description": "Councilor Potellas has arranged for her cheating husband to have an “accident” while touring a potion laboratory in the city’s depths. When her plans fall into the group’s hands, it’s down to the characters to make a rescue.",
        "released": "2018-07-23",
        "tier": [1],
        "incomplete": true
    },
    {
        "code": "DDAL-WGE-01e",
        "name": "The Fallen Mad: Excursion",
        "description": "The characters travel to the area of Sharn known as Fallen to recover the body of Faela of the Silver Flame, a priestess who served the needy of that area selflessly for years.",
        "released": "2018-07-23",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "DDAL-WGE-01f",
        "name": "The Fallen Mad: Excavation",
        "description": "The characters travel through a trapped and haunted passageway leading to Faela’s resting place.",
        "released": "2018-07-23",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "DDAL-WGE-01g",
        "name": "The Fallen Mad: Excommunication",
        "description": "The characters travel to the area of Sharn known as Fallen to recover the body of Faela of the Silver Flame, a priestess who served the needy of that area selflessly for years.",
        "released": "2018-07-23",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "DDAL-WGE-01h",
        "name": "Get the Message",
        "description": "The characters stumble into a raid of a House Sivis message station committed by agents of the Lord of Blades that leads to an assassination attempt on a lightning rail.",
        "released": "2018-07-23",
        "tier": [1],
        "incomplete": true
    },
    {
        "code": "DDAL-WGE-01i",
        "name": "Possession is Nine-Tenths",
        "description": "Goblins are found across Eberron, and while many are relegated to lower-class residences and employment, a few may find the strength (or allies) to ascend to a higher calling. In this series of encounters, the characters meet Stab, a resourceful goblin, and his faithful mount Rations. They may earn his loyalty and assist him on his “missions”, but unfortunately, Stab’s resourcefulness comes at a price.",
        "released": "2018-07-23",
        "tier": [1, 2],
        "incomplete": true
    },
    {
        "code": "DDAL-WGE-01j",
        "name": "King of the Heap",
        "description": "In a junkyard in the bowels of the city, a broken war machine exploits an orphan gang to gather the components it needs to rebuild itself. If it succeeds, nobody in the city is safe.",
        "released": "2018-07-23",
        "tier": [1],
        "incomplete": true
    },
    {
        "code": "DDAL-WGE-01k",
        "name": "Reflections of the Delirium Stone",
        "description": "During the War of the Mark, an aberrant lord known as the Dreambreaker created a powerful dragonshard focus known as the *Delirium Stone* designed to channel his powers over others’ minds. Two years ago, his ancestor Achion Hayttear charged The Diggers’ Union to recover it, which they did. Before handing over the stone, the union discovered and thwarted Achion’s plot to use his aberrant mark and the *Delirium Stone* to take control of the Sharn Sixty. At the direction of Morgrave University, the Diggers shattered the focus and sealed the fragments away in a vault in Wroat.\n\n Since then Achion’s nephew Tragrim has schemed for a way reclaim his birthright and his chance has come. Morgrave University recalled the fragments for study and the pieces are back on the University grounds in Sharn.",
        "released": "2018-07-23",
        "tier": [2],
        "incomplete": true
    },
    {
        "code": "DDAL-WGE-01l",
        "name": "Special Delivery",
        "description": "The characters stumble into a murder scene and get caught up in pursuing a mysterious package.",
        "released": "2018-07-23",
        "tier": [1],
        "incomplete": true
    },
]
