[
    {
        "code": "DDAL-EB-01",
        "name": "The Night Land",
        "description": "The brokers of Salvation pay good coin for artifacts scavenged from the haunted battlefields of the Mournland. In this nest of cutthroats, daring explorers gather to carve their destinies from the ruins of Cyre. They’ll need all the help they can get: it’s no secret that most scavengers don’t survive their first expedition in the Gray.\n\n This Tier 1 adventure is optimized for APL 1, and is the first adventure in the four-part *Spoils of War* storyline.",
        "incomplete": true
    },
    {
        "code": "DDAL-EB-02",
        "name": "Voice in the Machine",
        "description": "The brokers of Salvation pay good coin for artifacts scavenged from the haunted battlefields of the Mournland. In this nest of cutthroats, daring explorers gather to carve their destinies from the ruins of Cyre. The adventurers head deep into the Mournland to rescue a missing salvage team. In the heat of battle, they unearth a strange device from the ruins: the Oracle of War. This machine knows all the secrets they need to overcome their enemies—if only the adventurers can figure out how to operate it!\n\n This Tier 1 adventure is optimized for APL 2, and is the second adventure in the four-part *Spoils of War* storyline.",
        "incomplete": true
    },
    {
        "code": "DDAL-EB-03",
        "name": "Where the Dead Wait",
        "description": "On their way back to Salvation, the adventurers are ambushed by a large force of undead and forced to seek shelter in a ruined cottage. As the dead close in from all sides, the survivors turn to the Oracle of War for a lifeline. Only this time, things don’t play out as expected…\n\n This Tier 1 adventure is optimized for APL 3, and is the third adventure in the four-part *Spoils of War* storyline.",
        "incomplete": true
    },
    {
        "code": "DDAL-EB-04",
        "name": "The Third Protocol",
        "description": "The Oracle of War has been recovered from the Mournland. Its creators respond by activating the third protocol, an instruction to recover the device and eliminate all who know of its existence. As night falls, a posse of assassins step off the lightning rail with orders to raze Salvation to the ground and retrieve the Oracle.\n\n This Tier 1 adventure is optimized for APL 4, and is the final adventure in the four-part *Spoils of War* storyline.",
        "items": [
            {
                "name": "Acid (vial)",
                "rarity": "common",
                "consumable": true,
                "count": 1
            },
            {
                "name": "Oil of Slipperiness",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            },
            {
                "name": "Poison, basic (vial)",
                "rarity": "common",
                "consumable": true,
                "count": 1
            },
            {
                "name": "Potion of Healing",
                "rarity": "common",
                "consumable": true,
                "count": 1
            }
        ]
    },
    {
        "code": "DDAL-EB-05",
        "name": "A Century of Ashes",
        "description": "The adventurers seek out a trusted sage of Morgrave University to help them unlock the mysteries of the Oracle of War, but their studies risk upsetting powerful forces. Morgrave is said to be a beacon of knowledge shining from the city’s tallest towers, yet the adventurers soon learn that it can also be a deep pit of corruption.\n\n A Four-Hour Adventure for Tier 2 Characters.",
        "incomplete": true
    },
    {
        "code": "DDAL-EB-06",
        "name": "The Last Word",
        "description": "Guided by prophecy, the adventurers seek out a spy operating in the heart of Wroat’s Royal Court. The Oracle of War has linked him to a great turning point in Khorvaire’s future, but he’s embedded in deep cover and difficult to reach. Thankfully, every agent has a weak link, and love is blind.\n\n A Four-Hour Adventure for Tier 2 Characters.",
        "incomplete": true
    },
    {
        "code": "DDAL-EB-07",
        "name": "Song of the Sky",
        "description": "The orphan Sky Blue lives with her awakened seagull companion in the eaves of Sharn’s highest buildings and survives by stealing scraps from the tables of the city’s nobility. According to the Draconic Prophecy, this humble thief is destined to guide Breland’s future. The adventurers must get to her before her rivals—if they can catch her!\n\n A Four-Hour Adventure for Tier 2 Characters.",
        "incomplete": true
    },
    {
        "code": "DDAL-EB-08",
        "name": "Song of the Sky",
        "description": "On the edge of the Mournland, tensions are rising between the frontier folk and renegade warforged loyal to the Lord of Blades. When salvage workers start to go missing, the Brelish army sends the adventurers into the Mournland to mount a rescue.\n\n A Four-Hour Adventure for Tier 2 Characters. Optimized for APL 8, this is the first in a trilogy of adventures, the *Dogs of War* storyline.",
        "incomplete": true
    },
    {
        "code": "DDAL-EB-09",
        "name": "Song of the Sky",
        "description": "When word reaches Breland that the Lord of Blades is plotting an attack, the outpost of Salvation becomes the first line of defense. In preparation for war, the Brelish army enlists the adventurers to secure the outpost, serving under the vainglorious General Karol Tyresh; a buffoon known to his troops as “Lord Bucket.”\n\n A Four-Hour Adventure for Tier 2 Characters. Optimized for APL 9, this is the second in a trilogy of adventures, the *Dogs of War* storyline.",
        "incomplete": true
    },
    {
        "code": "DDAL-EBEP-01",
        "name": "The Iron Giant",
        "description": "In this epic event, Cultists of the Emerald Claw reanimate a warforged colossus from the battlefields outside Salvation and turn it against the outpost. The scavengers in town must work together to disable the titan limb-by-limb and save the outpost from annihilation. They are aided throughout by the Oracle of War, which provides vital tactical advice alongside cryptic verses from the Draconic Prophecy.\n\n A Three-Hour Multitable Adventure for Tier 1 Characters.",
        "items": [
            {
                "name": "Lantern of Revealing",
                "rarity": "uncommon"
            },
            {
                "name": "Rope of Climbing",
                "rarity": "uncommon"
            },
            {
                "name": "Shield, +1",
                "rarity": "uncommon"
            },
            {
                "name": "Potion of Healing",
                "rarity": "common",
                "consumable": true,
                "count": 1
            }
        ],
        "storyAwards": [
            {
                "name": "Death is a Door",
                "description": "You died defending Salvation from its enemies. Mysterious forces brought you back to life, but you don’t know who they were or how they wielded such powerful magic."
            },
            {
                "name": "Fallen Titan",
                "description": "The warforged colossus Big Moe was defeated. One of the salvage brokers, Irrulan Karnach, fled town just before the attack. Could she have been involved somehow?\n\n If you’re interested in tailing Karnach you can invest 200gp after this adventure into tracking her down. You discover a lead that she’s headed to Sharn. If you visit Sharn in a future adventure, you can locate her for questioning."
            }
        ]
    },
]
