[
    {
        "code": "DDEX01-04",
        "name": "Dues for the Dead",
        "description": "For years, the Most Solemn Order of the Silent Shroud has tended the dead at Valinghen graveyard, p g them a peaceful eternal rest. Now, that rest has been disturbed by a necromancer seeking out a key to re-activate the Pool of Radiance.\n\n An adventure for 1st–4th level characters.",
        "released": "2014-10-01",
        "items": [
            {
                "name": "Goggles of Night",
                "rarity": "uncommon",
                "consumable": false,
                "count": null
            }
        ],
        "spellbooks": [],
        "storyAwards": [
            {
                "name": "Enmity of Doomguide Yovir Glandon",
                "description": "Despite his requests, you were caught stealing from the resting dead or allowed others to do so. Because of this, all members of Kelemvor's clergy in Phlan are highly distrustful of you. So long as you have this enmity, all future Charisma (Deception, Intimidation, or Persuasion) checks made against members of Kelemvor's faithful in Phlan are made with disadvantage. Additionally, the cost for any spellcasting services provided by the clergy is increased by 10%."
            },
            {
                "name": "Enmity of the Welcomers",
                "description": "You slew one or more members of the Welcomers for little more than petty theft. So long as you have this enmity, all future Charisma (Deception, Intimidation, or Persuasion) checks made against members of the Welcomers faithful are made with disadvantage."
            },
            {
                "name": "Favor of the Welcomers",
                "description": "You helped a small group of Welcomers escape from the Catacombs without informing Doomguide Glandon. So long as you have this favor, all future Charisma (Deception, Intimidation, or Persuasion) checks made against members of the Welcomers faithful are made with advantage."
            }
        ]
    },
    {
      "code": "DDEX01-08",
      "name": "Tales Trees Tell",
      "description": "Despite the shaky alliance that exists with the elves of the Quivering Forest, they do not suffer trespas their realm lightly, especially from common folk from nearby Phlan. A woodworker’s recent blunder into the forest might set off a diplomatic incident. Can you help find him and mollify the aggravated elves?\n\n An adventure for 1st–4th level characters.",
      "released": "2014-11-01",
      "items": [
        {
          "name": "Cloak of Elvenkind",
          "rarity": "uncommon",
          "consumable": false,
          "count": null
        },
        {
          "name": "Spell Scroll of Chromatic Orb",
          "rarity": "common",
          "consumable": true,
          "count": 1
        }
      ],
      "spellbooks": [],
      "storyAwards": []
    },
    {
        "code": "DDEX01-10",
        "name": "Tyranny in Phlan",
        "description": "The Maimed Virulence has come. The future of the Cinnabar Throne and the lives of the denizens of Phlan are in jeopardy. The Cult of the Dragon rejoices, and the Black Fist is powerless to stop them. How will the factions of the city respond to this threat? Can Phlan be saved this time? Part One of *Under Emerald Claws*.\n\n An adventure for 5th–10th level characters.",
        "released": "2014-12-01",
        "items": [
            {
                "name": "Ioun Stone of Protection",
                "rarity": "rare",
                "consumable": false,
                "count": null
            },
            {
                "name": "Potion of Healing",
                "rarity": "common",
                "consumable": true,
                "count": 4
            },
            {
                "name": "Spell Scroll of Sending",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            }
        ],
        "spellbooks": [
            {
                "name": "Ixusaxa’s Spellbook",
                "spells": [
                    { "name": "detect magic", "level": 1 },
                    { "name": "mage armor", "level": 1 },
                    { "name": "magic missile", "level": 1 },
                    { "name": "shield", "level": 1 },
                    { "name": "misty step", "level": 2 },
                    { "name": "suggestion", "level": 2 },
                    { "name": "counterspell", "level": 3 },
                    { "name": "fireball", "level": 3 },
                    { "name": "fly", "level": 3 },
                    { "name": "ice storm", "level": 4 },
                    { "name": "stoneskin", "level": 4 },
                    { "name": "cone of cold", "level": 5 }
            ]
            }
        ],
        "storyAwards": [
            {
                "name": "In Dark Linsa’s Pocket",
                "description": "In exchange for her assistance in smuggling more than ten dozen people out of Phlan, you have become indebted to the half-drow rogue, Dark Linsa. Despite how ominous this might sound, she was quite impressed by your actions and may call upon you to perform some important task for her in the future."
            }
        ]
    },
]
