[
    {
        "code": "DDAL06-02",
        "name": "The Redemption of Kelvan",
        "description": "A strange, foreign wizard calling himself Kelvan has appeared at the same time a mountain materializes out of thin air. He asks you to recover the Gloomblade from a Netherese ruin in order to help him with his research into this strange new mountain.\n\n A Two-Hour Adventure for 5th-10th Level Characters.",
        "released": null,
        "items": [
            {
                "name": "Boots of Speed",
                "rarity": "rare",
                "consumable": false,
                "count": null
            },
            {
                "name": "Potion of Diminution",
                "rarity": "rare",
                "consumable": true,
                "count": 1
            },
            {
                "name": "Potion of Greater Healing",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            }
        ],
        "spellbooks": [
            {
            "name": "Shadow Tome",
            "spells": [
                { "name": "bestow curse", "level": 3 },
                { "name": "blight", "level": 4 },
                { "name": "blindness/deafness", "level": 2 },
                { "name": "comprehend languages", "level": 1 },
                { "name": "darkness", "level": 2 },
                { "name": "darkvision", "level": 2 },
                { "name": "dispel magic", "level": 3 },
                { "name": "fear", "level": 3 },
                { "name": "Evard's black tentacles", "level": 4 },
                { "name": "find familiar", "level": 1 },
                { "name": "witch bolt", "level": 1 }
            ]
            }
        ],
        "storyAwards": []
    },
    {
        "code": "DDEP06-01",
        "name": "Relics of Khundrukar",
        "description": "Khundrukar held many fine implements of war in its heyday, many of them now lost to time. Clues point to some of long dead Master Smith Durgeddin’s handiwork in the service of sinister forces that bid their time deep in the Underdark. Reclaim the riches of Khundrukar from the darkness if you dare.\n\n A Four-Hour Epic Adventure for 1st-4th and 5th-10th Level Characters",
        "released": null,
        "items": [
            {
                "name": "Durgeddin’s Fist (Mace of Terror)",
                "rarity": "rare",
                "consumable": false,
                "count": null
            },
            {
                "name": "Durgeddin’s Unbreakable Auspice (Adamantine Armor)",
                "rarity": "uncommon",
                "consumable": false,
                "count": null
            },
            {
                "name": "Magic Weapon, +1",
                "rarity": "uncommon",
                "consumable": false,
                "count": null
            },
            {
                "name": "Wand of Binding",
                "rarity": "rare",
                "consumable": false,
                "count": null
            },
            {
                "name": "Elixir of Health",
                "rarity": "rare",
                "consumable": true,
                "count": 1
            },
            {
                "name": "Potion of Greater Healing",
                "rarity": "uncommon",
                "consumable": true,
                "count": 2
            },
            {
                "name": "Potion of Healing",
                "rarity": "common",
                "consumable": true,
                "count": 3
            },
            {
                "name": "Potion of Invulnerability",
                "rarity": "rare",
                "consumable": true,
                "count": 1
            },
            {
                "name": "Potion of Lightning Resistance",
                "rarity": "uncommon",
                "consumable": true,
                "count": 1
            },
            {
                "name": "Spell Scroll of Stoneskin",
                "rarity": "rare",
                "consumable": true,
                "count": 1
            }
        ],
        "spellbooks": [],
        "storyAwards": [
            {
                "name": "Friend of Mirabar",
                "description": "The Council of Sparkling Stones recognizes your courage and leadership during this time of adversity by granting you a royal badge of Mirabar, depicted as an upright, double-bladed axe with a pointed haft and a flaring, flat base. This badge grants the wearer advantage on all Charisma (Persuasion) checks in Mirabar, Sundabar, and Citadel Adbar, and may stay in the city for up to 60 days at a luxurious lifestyle with no cost. The bearer may also purchase one suit of nonmagical armor for half the listed retail price in the PHB during any of those downtime days."
            },
            {
                "name": "A Gnome and His Box",
                "description": "You helped Gurdin Gloomhands solve an old puzzle box he’s struggled with for decades. As a reward, Gurdrin cuts a gorgeous ruby inset in a silver pendant. The center of the ruby glitters with mesmerizing patters when exposed to light. One time, and one time only, you may use the ruby to cast maze as the wizard spell of the same name. The magic of the pendant is then expended and it becomes a beautiful piece of jewelry worth 150 gp."
            },
            {
                "name": "Pyric Victory",
                "description": "Despite your best efforts, the Mirabaran forces suffered grievous casualties fighting Clan Xornbane. You are feted as a hero by the survivors, but the trauma remains. The next time you fight duergar, derro, or any fiends you gain advantage in the first round of combat from the fury you feel towards your foes. However, the first time an ally is reduced to 0 hit points or fewer in combat you are frightened for one round as the memories come flooding back."
            },
            {
                "name": "A Sapper’s Best Friend",
                "description": "Your exceptional prowess and courage saved every single one of the sappers sent to blow up the trench system in Grave Dust Cavern. Your steely- eyed determination allows you treat one failed saving throw vs an effect that imposes the frightened condition as a success. You also gain the honorary title of Sapper from the dwarves of Mirabar along with an engraved pewter hip flask filled with potent dwarven brandy, enough to get one person right and proper drunk."
            },
            {
                "name": "Fratricide",
                "description": "Dumathoin, Keeper of Secrets Under the Mountain, sees what you did. Whenever you are underground or in an area of darkness, natural or magical, you feel Dumathoin’s gaze upon you. You are subject to critical hits on a roll of 19-20 and the damage is maximized in these conditions. Contact resource@dndadventurersleague.org to learn how to atone for your misdeeds."
            }
        ]
    },
]
